{
  "description": "Dataset imported with 22 events",
  "events": [
    {
      "date": "01.01.0326",
      "description": "Bas, chieftain of the Bithynian Thracians who had settled northwestern Anatolia centuries ago, defeats Calas — one of Alexander the Great's generals sent to subdue the region. While Alexander's empire swallows the rest of Anatolia, Bithynia remains unconquered. Bas rules for about 50 years and is the only local Anatolian leader to successfully resist Macedonian conquest.",
      "description_ru": "Бас, вождь вифинских фракийцев, заселивших северо-западную Анатолию столетия назад, побеждает Каласа — одного из полководцев Александра Великого, посланного покорить регион. Пока империя Александра поглощает остальную Анатолию, Вифиния остаётся непокорённой. Бас правит около 50 лет и является единственным местным анатолийским лидером, успешно противостоявшим македонскому завоеванию.",
      "era": "BC",
      "latitude": 40.7667,
      "longitude": 29.9167,
      "name": "The Bithynians retain their independence",
      "name_ru": "Вифинцы сохраняют независимость",
      "source": "https://en.wikipedia.org/wiki/Bas_(king)",
      "tags": [
        "Greek",
        "Macedonian",
        "Bithynian",
        "War",
        "Thrace"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0316",
      "description": "Antigonus the One-Eyed founds the city of Antigoneia on the shores of Lake Ascanius in Bithynia. After the Battle of Ipsus (301 BC) and Antigonus' death, Lysimachus renames the city Nicaea (modern İznik) in honor of his wife.",
      "description_ru": "Антигон Одноглазый основывает город Антигонею на берегах Асканийского озера в Вифинии. После битвы при Ипсе (301 до н.э.) и гибели Антигона, Лисимах переименовывает город в Никею (современный Изник) в честь своей жены. ",
      "era": "BC",
      "latitude": 40.4286,
      "longitude": 29.7211,
      "name": "Foundation of Nicaea",
      "name_ru": "Основание македонцами Никеи",
      "source": "https://en.wikipedia.org/wiki/Nicaea",
      "tags": [
        "Greek",
        "Macedonian",
        "Diadochi",
        "City"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0297",
      "description": "Zipoetes I, son of Bas, assumes the title of basileus (king), officially founding the Kingdom of Bithynia. This year becomes Year 1 of the 'Bithynian Era' — a local calendar system that will outlast the kingdom itself. Zipoetes has spent decades fighting off Lysimachus and Antigonus, carving out an independent state between the Sea of Marmara and the Black Sea through pure military stubbornness.",
      "description_ru": "Зипоит I, сын Баса, принимает титул басилевса (царя), официально основывая Вифинское царство. Этот год становится первым годом «Вифинской эры» — местной календарной системы, которая переживёт само царство. Зипоит десятилетиями отбивался от Лисимаха и Антигона, выкроив независимое государство между Мраморным и Чёрным морями чистым военным упорством.",
      "era": "BC",
      "latitude": 40.7667,
      "longitude": 29.9167,
      "name": "Foundation of the Kingdom of Bithynia",
      "name_ru": "Основание Вифинского царства",
      "source": "https://en.wikipedia.org/wiki/Zipoetes_I",
      "tags": [
        "Bithynian",
        "King",
        "Calendar",
        "Foundation",
        "Kingdom",
        "Thrace"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0280",
      "description": "After Lysimachus' death, his empire in Asia Minor disintegrated. The Bithynian rulers take advantage of the opportunity and begin to capture Greek cities on the coast and inland. The Bithynian kings made Nicaea one of their residences. Before the founding of Nicomedia, Nicaea was in fact the main center of the region.",
      "description_ru": "После гибели Лисимаха его государство в Малой Азии распадается. Вифинские правители пользуются случаем и начинают захватывать греческие полисы на побережье и в глубине страны. Никею вифинские цари сделали одной из своих резиденций. До основания Никомедии Никея фактически была главным центром региона.",
      "era": "BC",
      "latitude": 40.4286,
      "longitude": 29.7211,
      "name": "Bithynia captures Greek cities",
      "name_ru": "Вифины захватывают греческие города",
      "tags": [
        "Greek",
        "Bithynian",
        "Conquest",
        "Expansion",
        "Thrace"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0278",
      "description": "Nicomedes I, who inherited the Bithynia kingdom, struggled for the throne with his brother, Zipoites II, who controlled most of eastern Bithynia. Nicomedes invited the Celtic Galatian tribes from Europe to Asia Minor to use them as mercenaries. The Galatians helped him win, but then refused to leave—settling in central Anatolia and terrorizing the region for decades.",
      "description_ru": "Никомед I, унаследовавший Вифинское царство, борется за трон с братом Зипоитом II, контролирующим большую часть восточной Вифинии. Никомед приглашает кельтские галатские племена из Европы в Малую Азию, чтобы использовать их как наёмников. Галаты помогают ему победить, а затем отказываются уходить — они оседают в центральной Анатолии и терроризируют регион десятилетиями.",
      "era": "BC",
      "latitude": 40.7667,
      "longitude": 29.9167,
      "name": "Invitation of the Galatians to Asia",
      "name_ru": "Приглашение галатов в Азию",
      "source": "https://en.wikipedia.org/wiki/Nicomedes_I_of_Bithynia",
      "tags": [
        "Celtic",
        "Bithynian",
        "Civil War",
        "Mercenaries",
        "Settlement",
        "Thrace"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0264",
      "description": "Nicomedes I founded Nicomedia on the site of the destroyed Megarian colony of Astacus, in a sheltered bay near the Bosphorus, controlled by powerful Greek city-states. The route from the Bosphorus to Asia Minor passed through the new capital. Within a century, it would become one of the wealthiest cities in Anatolia.",
      "description_ru": "Никомед I основывает Никомедию на месте разрушенной мегарской колонии Астак, в защищенном заливе, недалеко от Босфора, который контролируют мощные греческие города-государства. Через новую столицу лежит путь от Босфора в Малую Азию. В течение столетия она станет одним из богатейших городов Анатолии.",
      "era": "BC",
      "latitude": 40.7667,
      "longitude": 29.9167,
      "name": "Foundation of Nicomedia",
      "name_ru": "Основание вифинами Никомедии",
      "source": "https://en.wikipedia.org/wiki/Nicomedia",
      "tags": [
        "Bithynian",
        "City",
        "Capital",
        "Thrace"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0255",
      "description": "Nicomedes I dies after a long and prosperous reign. He leaves the throne to his youngest son Ziaelas, bypassing his elder sons — a decision that triggers a succession crisis. Ziaelas had spent years in exile among the Galatians his father had invited into Asia, and he uses his Galatian connections to secure his claim. The pattern is set: every Bithynian succession will be contested.",
      "description_ru": "Никомед I умирает после долгого и процветающего правления. Он оставляет трон младшему сыну Зиэлу, обойдя старших — решение, вызвавшее кризис наследования. Зиэл годами жил в изгнании среди галатов, которых его отец пригласил в Азию, и использует свои галатские связи для закрепления своих прав",
      "era": "BC",
      "latitude": 40.7667,
      "longitude": 29.9167,
      "name": "Succession Crisis in Bithynia",
      "name_ru": "Кризис наследования в Вифинии",
      "source": "https://en.wikipedia.org/wiki/Nicomedes_I_of_Bithynia",
      "tags": [
        "Bithynian",
        "Dynasty",
        "Crisis",
        "Death"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0240",
      "description": "Ziaelas, who had grown up among the Galatians during his exile, is assassinated during a banquet hosted by Galatian chieftains — the very people who had helped him win his throne. Whether it was personal revenge or a political conspiracy remains unknown. His son Prusias I succeeds him. The Galatian connection that defined Bithynian politics for two generations ends in a dinner of blood.",
      "description_ru": "Зиэл, выросший среди галатов во время изгнания, убит на пиру, устроенном галатскими вождями — теми самыми людьми, которые помогли ему завоевать трон. Было ли это личной местью или политическим заговором — остаётся неизвестным. Ему наследует его сын Прусий I.",
      "era": "BC",
      "latitude": 40.7667,
      "longitude": 29.9167,
      "name": "Assassination of Ziaelas by Galatians",
      "name_ru": "Убийство галатами царя Вифинии",
      "source": "https://en.wikipedia.org/wiki/Ziaelas",
      "tags": [
        "Celtic",
        "Bithynian",
        "Dynasty",
        "Assassination",
        "Crisis",
        "Death"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0220",
      "description": "Prusias I begins a war against Byzantium, seizing its possessions on the Asian shore of the Bosphorus: harbors, fishing stations and toll collection points that controlled traffic between the Sea of ​​Marmara and the Black Sea - a key source of Byzantine wealth.",
      "description_ru": "Прусий I начинает войну против Византия, захватывая его владения на азиатском берегу Босфора: гавани, рыболовные станции и пункты сбора пошлин, контролировавшие движение между Мраморным и Чёрным морем - ключевой источник византийского богатства.",
      "era": "BC",
      "latitude": 40.88,
      "longitude": 29.27,
      "name": "Bithynia Seizes Byzantine Asian Territories",
      "name_ru": "Вифиния захватывает владения Византия",
      "source": "https://en.wikipedia.org/wiki/Prusias_I_of_Bithynia",
      "tags": [
        "Greek",
        "Bithynian",
        "War",
        "Byzantine",
        "Conquest"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0216",
      "description": "Prusias I defeats the Galatian army near the city of Arisba. According to Polybius, Prusias's troops act brutally, sparing no women or children in the captured supply trains. The victory secures the eastern border and avenges Prusias' father, Ziel, who was killed by the Galatians at a feast.",
      "description_ru": "Прусий I разбивает галатскую армию близ города Арисба. По свидетельству Полибия, войска Прусия действуют жестоко, не щадя женщин и детей в захваченных обозах. Победа обеспечивает безопасность восточной границы и мстит за отца Прусия, Зиэла, убитого галатами на пиру.",
      "era": "BC",
      "latitude": 40.19434714,
      "longitude": 26.53593063,
      "name": "Prusias I Crushes the Galatians at Arisba",
      "name_ru": "Вифиния громит галатов",
      "source": "https://en.wikipedia.org/wiki/Prusias_I_of_Bithynia",
      "tags": [
        "Celtic",
        "Bithynian",
        "War",
        "Revenge"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0202",
      "description": "Kios was completely destroyed, and its inhabitants sold into slavery, sparking outrage even among Macedonia's allies. Philip handed the land over to Prusias I of Bithynia, who was married to Philip's sister. Prusias I rebuilt the city and renamed it in his honor—Prusias-on-the-Sea.",
      "description_ru": "Киос был полностью разрушен, а его жители проданы в рабство, что вызвало возмущение даже среди союзников Македонии. Филипп передал землю Прусию I Вифинскому, который был женат на сестре Филиппа. Прусий I отстроил город заново и переименовал его в свою честь — Прусиада-на-море",
      "era": "BC",
      "latitude": 40.43168955,
      "longitude": 29.15560663,
      "name": "Macedonia sacks Kios",
      "name_ru": "Македония разоряет Киос",
      "source": "https://en.wikipedia.org/wiki/Second_Macedonian_War",
      "tags": [
        "Greek",
        "Macedonian",
        "Bithynian",
        "War",
        "Destruction"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0202",
      "description": "Philip V destroyed the Greek city and handed its remains over to Bithynia to strengthen the alliance with the Bithynians in the fight against Pergamum. Bithynia received the first ports on the southern coast. Prusias named the city Apamea - in honor of his wife and Philip's sister.",
      "description_ru": "Филипп V разрушил греческий город и его остатки передал Вифинии, чтобы укрепить союз с вифинами в борьбе против Пергама. Вифиния же получила первые порты на южном берегу. Прусий назвал город Апамея - в честь своей жены и сестры Филиппа",
      "era": "BC",
      "latitude": 40.37603994,
      "longitude": 28.88365746,
      "name": "Macedonia ravages Myrleia",
      "name_ru": "Македония разоряет Мирлею",
      "source": "https://en.wikipedia.org/wiki/Apamea_Myrlea",
      "tags": [
        "Greek",
        "Macedonian",
        "Bithynian",
        "War",
        "Destruction"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0195",
      "description": "Prusias I captures the city of Kieros, a colony of Heraclea Pontica on the Hypios River near the Black Sea coast, and renames it Prusias ad Hypium. He also takes the port of Tium (Tieion) further east along the Black Sea coast. These conquests complete the expansion of Bithynia to its maximum limits: the kingdom now stretches from the Bosphorus in the west to the Black Sea coast in the east, from the Propontis in the south to the Pontic shores in the north.",
      "description_ru": "Прусий I захватывает город Киерос — колонию Гераклеи Понтийской на реке Гипий у Черноморского побережья — и переименовывает его в Прусиаду-у-Гипия. Он также берёт порт Тиейон (Тиум) восточнее по Черноморскому побережью. Эти завоевания завершают расширение Вифинии до максимальных пределов: царство теперь простирается от Босфора на западе до Черноморского побережья на востоке, от Пропонтиды на юге до понтийских берегов на севере",
      "era": "BC",
      "latitude": 40.9061,
      "longitude": 31.1481,
      "name": "Prusias I Takes Cierus and Tieium",
      "name_ru": "Прусий I захватывает Киерос и Тиейон",
      "source": "https://en.wikipedia.org/wiki/Prusias_I_of_Bithynia",
      "tags": [
        "Greek",
        "Bithynian",
        "War",
        "Conquest",
        "Expansion"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0189",
      "description": "Hannibal Barca, Rome's bitter enemy, wandering from court to court after the defeat of Carthage, arrives in Bithynia as a refugee. Prusias I grants him refuge and uses his military talents in his confrontation with Pergamon",
      "description_ru": "Ганнибал Барка — злейший враг Рима, скитающийся по дворам после поражения Карфагена — прибывает в Вифинию как беженец. Прусий I предоставляет ему убежище и использует его военные таланты в своем противостоянии с Пергамом",
      "era": "BC",
      "latitude": 40.1933,
      "longitude": 29.0742,
      "name": "Hannibal Finds Refuge in Bithynia",
      "name_ru": "Ганнибал укрывается в Вифинии",
      "source": "https://en.wikipedia.org/wiki/Prusias_I_of_Bithynia",
      "tags": [
        "Carthage",
        "Bithynian",
        "Hannibal 👤"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0183",
      "description": "Rome sends an embassy to Bithynia demanding the extradition of Hannibal. Prusias I, unwilling to defy Rome but also hesitant to hand over his guest, allows Roman soldiers to surround Hannibal's villa. Hannibal, finding that all escape routes were blocked, took the poison he had kept in his ring for just such an occasion.",
      "description_ru": "Рим направляет посольство в Вифинию с требованием выдачи Ганнибала. Прусий I, не желая бросать вызов Риму, но и не решаясь выдать гостя, позволяет римским солдатам окружить виллу Ганнибала. Ганнибал, обнаружив, что все пути к бегству перекрыты, принимает яд, который хранил в перстне именно для такого случая.",
      "era": "BC",
      "latitude": 40.7823,
      "longitude": 29.4417,
      "name": "Death of Hannibal at Libyssa",
      "name_ru": "Смерть Ганнибала в Либиссе",
      "source": "https://en.wikipedia.org/wiki/Hannibal",
      "tags": [
        "Roman",
        "Carthage",
        "Bithynian",
        "Death",
        "Hannibal 👤",
        "Suicide"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0182",
      "description": "The aging Prusias I ('the Lame') became extremely unpopular towards the end of his reign due to failures in the wars with Pergamon and the shameful attempt to hand over Hannibal. As a result of a conspiracy with the Pergamene and Bithynian nobility, and then internecine strife, Prusias II effectively removed his father from office.",
      "description_ru": "Стареющий Прусий I ('Хромой') к концу правления стал крайне непопулярен из-за неудач в войнах с Пергамом и позорной попытки выдать Ганнибала. В результате сговора с пергамской и вифинской знатью, а затем междоусобной борьбы Прусий II фактически отстранил отца от дел. ",
      "era": "BC",
      "latitude": 40.7667,
      "longitude": 29.9167,
      "name": "Prusias II - King of Bithynia",
      "name_ru": "Прусий II - царь Вифинии",
      "tags": [
        "Bithynian",
        "King",
        "Crisis",
        "Overthrow",
        "Political"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0167",
      "description": "Prusias II sought to demonstrate his absolute loyalty to Rome and secure its support. After the Roman victory over Macedonia, he appeared before the Senate dressed as a freed slave, wearing a felt cap called a pilos. He prostrated himself before the senators, calling them gods and saviors. Although Rome extended the alliance, the king's actions in the Senate drew scorn.",
      "description_ru": "Прусий II стремился показать свою абсолютную преданность Риму и заручиться его поддержкой. После победы римлян над Македонией он явился в Сенат в одежде вольноотпущенника (освобожденного раба) — в войлочной шапке-пилосе. Он пал ниц перед сенаторами, называя их богами-спасителями. Хотя Рим продлил действие союза, действия царя в Сенате вызвали презрение.",
      "era": "BC",
      "latitude": 41.89239445,
      "longitude": 12.484079,
      "name": "The King of Bithynia congratulates Rome",
      "name_ru": "Царь Вифинии поздравляет Рим с победой",
      "tags": [
        "Roman",
        "Bithynian",
        "Alliance",
        "Political"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0154",
      "description": "A coalition of Pergamon, Cappadocia, and Rhodes formed against Bithynia. Unable to take the capital, Prusias II, in a fury, sacked the Temple of Asclepius—an act of sacrilege that horrified the Greek world. After this, Rome intervened in the war on the side of Pergamon, forcing Prusias to pay Pergamon huge reparations and depriving it of the conquered territories.",
      "description_ru": "Против Вифинии сформировалась коалиция Пергама, Каппадокии и Родоса. Не в силах взять столицу, Прусий II в ярости разоряет храм Асклепия — акт святотатства, ужаснувший греческий мир. После этого Рим вмешался в войну на стороне Пергама, заставив Прусия выплатить Пергаму огромные репарации и лишив завоёванных территорий.",
      "era": "BC",
      "latitude": 39.11909,
      "longitude": 27.16613,
      "name": "Prusias II Sacks the Pergamon Asclepion",
      "name_ru": "Прусий II разоряет Асклепион Пергама",
      "source": "https://en.wikipedia.org/wiki/Prusias_II_of_Bithynia",
      "tags": [
        "Roman",
        "Pergamon",
        "Bithynian",
        "War",
        "Blasphemy",
        "Contribution"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0154",
      "description": "Prusias II, believing that Rome was behind him, decided to take revenge on the richest kingdom in the region. He invaded Pergamon and defeated the forces of King Attalus II in open battle. The troops approached the capital itself, but were unable to take the well-fortified city.",
      "description_ru": "Прусий II, считая, что за его спиной Рим, решил взять реванш у самого богатого царства в регионе. Он вторгся в Пергам и разбил войска царя Аттала II в открытом сражении. Войска подошли к самой столице, но взять хорошо укрепленный город не смогли.",
      "era": "BC",
      "latitude": 39.13099,
      "longitude": 27.18383,
      "name": "Bithynia's invasion of Pergamon",
      "name_ru": "Вторжение Вифинии в Пергам",
      "tags": [
        "Greek",
        "Pergamon",
        "Bithynian",
        "War",
        "Siege"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0149",
      "description": "After the disastrous war with Pergamon, Prusias II lost influence and Rome's support. Nicomedes II, Prusias II's son, overthrew his father with the active support of Attalus II of Pergamon and the tacit approval of Rome. Prusias II fled to the Temple of Zeus in Nicomedia, seeking refuge, but was dragged out and killed. The new king proved to be a reliable Roman vassal.",
      "description_ru": "Прусий II после провальной войны с Пергамом утратил влияние и лишился поддержки Рима. Никомед II, сын Прусия II, свергает отца при активной поддержке Аттала II Пергамского и молчаливом одобрении Рима. Прусий II бежит в храм Зевса в Никомедии, ища убежища, но его выволакивают и убивают. Новый царь оказывается надёжным римским вассалом",
      "era": "BC",
      "latitude": 40.7667,
      "longitude": 29.9167,
      "name": "Nicomedes II Overthrows His Father",
      "name_ru": "Переворот в Вифинии",
      "source": "https://en.wikipedia.org/wiki/Nicomedes_II_of_Bithynia",
      "tags": [
        "Roman",
        "Pergamon",
        "Bithynian",
        "Dynasty",
        "Assassination",
        "Overthrow"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0127",
      "description": "Nicomedes III peacefully inherits the Bithynian kingdom from his father. Bithynia at this time is already more of a vassal state of Rome.",
      "description_ru": "Никомед III мирно наследует вифинское царство от своего отца. Вифиния в это время уже скорее вассальное государство Рима. ",
      "era": "BC",
      "latitude": 40.7667,
      "longitude": 29.9167,
      "name": "Nicomedes III - King of Bithynia",
      "name_ru": "Никомед III - царь Вифинии",
      "tags": [
        "Roman",
        "Bithynian",
        "Dynasty",
        "King"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0104",
      "description": "When the Roman general Gaius Marius asks Nicomedes III for auxiliary troops to fight the Cimbri and Teutones invading Italy, Nicomedes replies that he cannot provide them — Roman tax collectors (publicani) have enslaved most of his able-bodied subjects to pay their debts. The Senate, embarrassed, passes a decree ordering the liberation of enslaved citizens of allied kingdoms. The decree is enforced halfheartedly and quickly abandoned.",
      "description_ru": "Когда римский полководец Гай Марий просит у Никомеда III вспомогательные войска для борьбы с кимврами и тевтонами, вторгшимися в Италию, Никомед отвечает, что не может их предоставить — римские сборщики налогов (публиканы) обратили в рабство большинство его трудоспособных подданных в счёт долгов. Сенат, смущённый, издаёт указ об освобождении порабощённых граждан союзных царств. Указ исполняется без энтузиазма и быстро забывается.",
      "era": "BC",
      "latitude": 41.89264957,
      "longitude": 12.48492276,
      "name": "Nicomedes III Shames Rome Over Slavery",
      "name_ru": "Никомед III Вифинский стыдит Рим за рабство",
      "source": "https://en.wikipedia.org/wiki/Nicomedes_III_of_Bithynia",
      "tags": [
        "Roman",
        "Bithynian",
        "Diplomacy",
        "Marius 👤",
        "Senate",
        "Slavery"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0092",
      "description": "Nicomedes IV Philopator inherits the kingdom. Mithridates VI, the king of Pontus, enters the political game in Bithynia, spreading rumors that Nicomedes is an illegitimate king, the son of a concubine, unlike his brother, Socrates Chrestus.",
      "description_ru": "Никомед IV Филопатор наследует царство. В политическую игру в Вифинии включается понтийский царь Митридат VI, который распускает слухи, что Никомед - нелегитимный царь, сын наложницы, в отличие от его брата, Сократа Хреста.",
      "era": "BC",
      "latitude": 40.7667,
      "longitude": 29.9167,
      "name": "Nicomedes IV - King of Bithynia",
      "name_ru": "Никомед IV - царь Вифинии",
      "source": "https://en.wikipedia.org/wiki/Nicomedes_IV_of_Bithynia",
      "tags": [
        "Pontus",
        "Bithynian",
        "Crisis",
        "Political"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0090",
      "description": "Socrates Chrestus, with the financial and military support of the Pontic king, defeats Nicomedes IV on the battlefield and expels him from the country. Nicomedes IV is forced to flee to Rome and ask the Senate for protection.",
      "description_ru": "Сократ Хрест, при финансовой и военной поддержке понтийского царя, разбивает Никомеда IV на поле боя и изгоняет его из страны. Никомед IV вынужден бежать в Рим и просить защиты у Сената.",
      "era": "BC",
      "latitude": 40.7667,
      "longitude": 29.9167,
      "name": "Propontic revolution in Bithynia",
      "name_ru": "Пропонтийский переворот в Вифинии",
      "tags": [
        "Pontus",
        "Bithynian",
        "Crisis",
        "Overthrow",
        "Political"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0089",
      "description": "The Romans ordered Mithridates VI of Pontus to immediately stop supporting the usurper in Bithynia and return the throne to the rightful king, Nicomedes IV. Mithridates, not yet ready for open confrontation with Rome, complied. He withdrew his troops from Bithynia and even executed his protege, Socrates, to hush up the incident. However, for their \"assistance,\" Manius Aquillius and other Roman officials demanded colossal bribes from Nicomedes, and the kingdom fell into debt.",
      "description_ru": "Римляне приказали Митридату VI Понтийскому немедленно прекратить поддержку узурпатора в Вифинии и вернуть трон законному царю Никомеду IV. Митридат, еще не готовый к открытому столкновению с Римом, подчинился. Он вывел войска из Вифинии и даже казнил своего ставленника Сократа, чтобы замять инцидент. Однако за свою \"помощь\" Маний Аквиллий и другие римские чиновники потребовали от Никомеда колоссальные взятки, и царство влезло в долги.",
      "era": "BC",
      "latitude": 40.7667,
      "longitude": 29.9167,
      "name": "Rome's ultimatum to Mithridates",
      "name_ru": "Ультиматум Рима Митридату",
      "tags": [
        "Roman",
        "Pontus",
        "Bithynian",
        "Crisis",
        "Debt",
        "Political"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0085",
      "description": "The Treaty of Dardanus forces Mithridates to retreat from all conquered territories, including Bithynia. Nicomedes IV is restored to the throne for the third time. The kingdom he returns to is devastated—cities sacked, the economy destroyed, the population decimated by war and the Asian Vespers. Bithynia is now a kingdom in name only, entirely dependent on Roman protection.",
      "description_ru": "Дарданский мир вынуждает Митридата отступить со всех завоёванных территорий, включая Вифинию. Никомед IV восстановлен на троне в третий раз. Царство, в которое он возвращается, опустошено — города разграблены, экономика разрушена, население убыло от войны и Азийских вечерен. Вифиния теперь царство лишь по названию, полностью зависящее от римской защиты.",
      "era": "BC",
      "latitude": 40.7667,
      "longitude": 29.9167,
      "name": "Nicomedes IV returns to devastated Bithynia",
      "name_ru": "Никомед IV возвращается в разоренную Вифинию",
      "source": "https://en.wikipedia.org/wiki/Nicomedes_IV_of_Bithynia",
      "tags": [
        "Roman",
        "Bithynian",
        "Decline"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0081",
      "description": "The city of Mytilene on the island of Lesbos refused to surrender to Rome after the First Mithridatic War. The young Caesar was sent on a diplomatic mission to Bithynia to secure Bithynian ships for the siege of Lesbos and, at the same time, avoid being included in the proscription lists of Sulla, who was wreaking havoc in Rome.",
      "description_ru": "Город Митилена на острове Лесбос отказался сдаваться Риму после Первой Митридатовой войны. Молодой Цезарь был прислан с дипломатической миссией в Вифинию, чтобы получить вифинские корабли для осады Лесбоса и заодно избежать попадания в проскрипционные списки Суллы, зверствующего в Риме.",
      "era": "BC",
      "latitude": 40.7667,
      "longitude": 29.9167,
      "name": "Caesar's diplomatic mission to Bithynia",
      "name_ru": "Дипломатическая миссия Цезаря в Вифинии",
      "tags": [
        "Roman",
        "Bithynian",
        "Diplomacy",
        "Julius Caesar 👤"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0075",
      "description": "Nicomedes IV dies without a legitimate heir and bequeaths the kingdom to the Roman Republic, following the precedent set by Attalus III of Pergamon in 133 BC. The Senate accepts the gift: Bithynia becomes a Roman province. Mithridates VI of Pontus views annexation of a neighbor as an unacceptable risk.",
      "description_ru": "Никомед IV умирает без законного наследника и завещает царство Римской республике — следуя прецеденту, установленному Атталом III Пергамским в 133 году до н.э. Сенат принимает дар: Вифиния становится римской провинцией. Митридат VI Понтийский рассматривает аннексию соседа как неприемлемый риск",
      "era": "BC",
      "latitude": 40.7667,
      "longitude": 29.9167,
      "name": "Nicomedes IV Bequeaths Bithynia to Rome",
      "name_ru": "Никомед IV завещает Вифинию Риму",
      "source": "https://en.wikipedia.org/wiki/Nicomedes_IV_of_Bithynia",
      "tags": [
        "Roman",
        "Pontus",
        "Bithynian",
        "Annexation",
        "End"
      ],
      "type": "political"
    }
  ],
  "filename": "bithynian_kingdom.json"
}