{
  "description": "Kingdom of Pontus — Mithridatic dynasty from its Persian origins to the fall of Mithridates the Great (302–63 BC)",
  "events": [
    {
      "date": "01.01.0302",
      "description": "Antigonus I Monophthalmus executes Mithridates II of Cius, a Persian nobleman ruling the small city-state on the Sea of Marmara. His son, also named Mithridates, is next on the list. But Antigonus's own son, Demetrius Poliorketes, is the young man's friend. Sworn to secrecy, Demetrius finds a way: during a walk on the beach, he silently writes the word 'FLEE' in the sand with his spear. Mithridates reads it, escapes that night with six horsemen, and rides east into the mountains of Paphlagonia.",
      "description_ru": "Антигон I Одноглазый казнит Митридата II Киосского, персидского аристократа, правившего небольшим городом-государством на берегу Мраморного моря. Его сын, тоже Митридат, следующий в списке. Но сын Антигона, Деметрий Полиоркет, — друг юноши. Связанный клятвой молчания, Деметрий находит выход: во время прогулки по пляжу он молча пишет копьём на песке слово «БЕГИ». Митридат читает, бежит той же ночью с шестью всадниками и скачет на восток в горы Пафлагонии.",
      "era": "BC",
      "latitude": 40.4342,
      "longitude": 29.1397,
      "name": "'Flee' Written in Sand — Mithridates Escapes",
      "name_ru": "«Беги», написанное на песке — побег Митридата",
      "source": "https://en.wikipedia.org/wiki/Mithridates_I_of_Pontus",
      "tags": [
        "Pontus",
        "Greek",
        "Diadochi",
        "Death",
        "Legend"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0281",
      "description": "After 20 years of guerrilla consolidation from his mountain fortress of Cimiata, Mithridates Ktistes (the Founder) declares himself king of Pontus. The death of both Lysimachus and Seleucus I in 281 BC creates a power vacuum in Anatolia. His kingdom stretches along the southern Black Sea coast with its capital at Amasia (modern Amasya), a natural fortress in a deep river gorge. He claims descent from the Persian Achaemenid dynasty and from the royal house of Cius — part Persian warrior aristocrat, part Greek city politician.",
      "description_ru": "После 20 лет партизанской консолидации из горной крепости Кимиата Митридат Ктист (Основатель) провозглашает себя царём Понта. Гибель Лисимаха и Селевка I в 281 году до н.э. создаёт вакуум власти в Анатолии. Его царство тянется вдоль южного побережья Чёрного моря, столица — Амасия (современная Амасья), естественная крепость в глубоком речном ущелье. Он возводит свой род к персидской династии Ахеменидов и к царскому дому Киоса — наполовину персидский воин-аристократ, наполовину греческий политик.",
      "era": "BC",
      "latitude": 40.6542,
      "longitude": 35.8306,
      "name": "Foundation of the Kingdom of Pontus",
      "name_ru": "Основание Понтийского царства",
      "source": "https://en.wikipedia.org/wiki/Mithridates_I_of_Pontus",
      "tags": [
        "Pontus",
        "Greek",
        "Foundation",
        "Kingdom",
        "Diadochi",
        "Rise"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0266",
      "description": "Mithridates I Ktistes dies after a 36-year reign and is buried in a rock-cut tomb carved into the cliff face of Mount Harşena, high above the river gorge at Amasia. These royal tombs — massive chambers hewn from Jurassic limestone, some with Ionic columns — become the dynastic necropolis for five Pontic kings. They are visible across the valley to this day, illuminated at night above the Ottoman houses of modern Amasya.",
      "description_ru": "Митридат I Ктист умирает после 36-летнего правления и погребён в скальной гробнице, вырубленной в утёсе горы Харшена, высоко над речным ущельем Амасии. Эти царские гробницы — огромные камеры, высеченные из юрского известняка, некоторые с ионическими колоннами — становятся династическим некрополем для пяти понтийских царей. Они видны через всю долину по сей день, подсвеченные ночью над османскими домами современной Амасьи.",
      "era": "BC",
      "latitude": 40.65417,
      "longitude": 35.83056,
      "name": "Royal Rock Tombs of Amasia",
      "name_ru": "Царские скальные гробницы Амасии",
      "source": "https://en.wikipedia.org/wiki/Tombs_of_the_kings_of_Pontus",
      "tags": [
        "Pontus",
        "Architecture",
        "Death",
        "Monument",
        "Dynasty"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0183",
      "description": "Pharnaces I conquers the Greek colony of Sinope on the Black Sea coast — the most important port between the Bosporus and Colchis. Founded by Milesians around 630 BC, Sinope sits on an isthmus jutting into the sea at the northernmost point of Anatolia, only 300 km from Crimea by water. Pharnaces makes it the new Pontic capital, replacing inland Amasia. Sinope's harbors, shipyards, and control of Black Sea trade routes transform Pontus from a mountain kingdom into a maritime power.",
      "description_ru": "Фарнак I завоёвывает греческую колонию Синопу на черноморском побережье — важнейший порт между Босфором и Колхидой. Основанная милетцами около 630 года до н.э., Синопа расположена на перешейке, выступающем в море в самой северной точке Анатолии, всего в 300 км от Крыма по воде. Фарнак делает её новой столицей Понта, заменив внутреннюю Амасию. Гавани Синопы, верфи и контроль над черноморскими торговыми путями превращают Понт из горного царства в морскую державу.",
      "era": "BC",
      "latitude": 42.028,
      "longitude": 35.1517,
      "name": "Sinope Becomes Capital of Pontus",
      "name_ru": "Синопа становится столицей Понта",
      "source": "https://en.wikipedia.org/wiki/Sinop,_Turkey",
      "tags": [
        "Pontus",
        "Greek",
        "Capital",
        "Conquest",
        "Maritime"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0150",
      "description": "Mithridates V Euergetes (the Benefactor) becomes king and pursues a strategy opposite to all future Pontic policy: close alliance with Rome. He sends warships and troops to help Rome in the Third Punic War against Carthage (149 BC). Later, he contributes forces to suppress the Aristonicus revolt in Pergamon (132–129 BC). Rome rewards him with the province of Phrygia — though the Senate later rescinds the gift, accusing the consul who granted it of taking a bribe.",
      "description_ru": "Митридат V Эвергет (Благодетель) становится царём и проводит политику, противоположную всему будущему понтийскому курсу: тесный союз с Римом. Он отправляет военные корабли и войска на помощь Риму в Третьей Пунической войне против Карфагена (149 до н.э.). Позже направляет силы для подавления восстания Аристоника в Пергаме (132–129 до н.э.). Рим награждает его провинцией Фригия — хотя Сенат позднее отменяет дарение, обвинив предоставившего его консула в получении взятки.",
      "era": "BC",
      "latitude": 42.028,
      "longitude": 35.1517,
      "name": "Mithridates V — Rome's Loyal Ally",
      "name_ru": "Митридат V — верный союзник Рима",
      "source": "https://en.wikipedia.org/wiki/Mithridates_V_Euergetes",
      "tags": [
        "Pontus",
        "Roman",
        "Greek",
        "Alliance",
        "Diplomacy"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0120",
      "description": "Mithridates V is poisoned at a banquet in Sinope — by whom remains disputed, though suspicion falls on his wife Laodice VI, who immediately seizes the regency for their young sons. The elder, 12-year-old Mithridates VI, soon realizes his mother favors his younger brother and may be plotting his death. According to later legend, the boy prince flees into the wild interior of Pontus, living as a fugitive for seven years — hunting, sleeping outdoors, building his body into something almost immune to assassination. During these years, he begins his obsessive experiments with poisons, ingesting small doses of toxins daily to build tolerance.",
      "description_ru": "Митридат V отравлен на пиру в Синопе — кем именно, остаётся спорным, хотя подозрение падает на его жену Лаодику VI, немедленно захватившую регентство над юными сыновьями. Старший, 12-летний Митридат VI, вскоре осознаёт, что мать предпочитает младшего брата и, возможно, замышляет его гибель. По позднейшей легенде, юный царевич бежит в дикие внутренние районы Понта, живёт беглецом семь лет — охотится, спит под открытым небом, закаляет тело почти до неуязвимости. В эти годы он начинает свои навязчивые эксперименты с ядами, ежедневно принимая малые дозы токсинов для выработки невосприимчивости.",
      "era": "BC",
      "latitude": 42.028,
      "longitude": 35.1517,
      "name": "Poisoning of Mithridates V — The Boy Prince Flees",
      "name_ru": "Отравление Митридата V — побег юного царевича",
      "source": "https://en.wikipedia.org/wiki/Mithridates_V_Euergetes",
      "tags": [
        "Pontus",
        "Assassination",
        "Death",
        "Medicine",
        "Dynasty"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0113",
      "description": "Around age 20, Mithridates VI returns to Sinope, overthrows his mother and brother, imprisons them both (they die in prison), then gives them royal funerals. He marries his younger sister Laodice to secure the bloodline. By all accounts, he is physically enormous, charming, speaks 22 languages (he reportedly conducts business with each of his subjects in their native tongue without translators), and is a skilled horseman and hunter. He will rule for 57 years — the longest and most consequential reign in Pontic history.",
      "description_ru": "Около 20 лет Митридат VI возвращается в Синопу, свергает мать и брата, заключает обоих в тюрьму (они умирают в заточении), а затем устраивает им царские похороны. Он женится на своей младшей сестре Лаодике для сохранения родовой линии. По всем свидетельствам, он огромного роста, обаятелен, говорит на 22 языках (по преданию, ведёт дела с каждым подданным на его родном языке без переводчиков) и превосходный наездник и охотник. Он будет править 57 лет — самое длительное и значительное царствование в понтийской истории.",
      "era": "BC",
      "latitude": 42.028,
      "longitude": 35.1517,
      "name": "Mithridates VI Seizes Power",
      "name_ru": "Митридат VI захватывает власть",
      "source": "https://en.wikipedia.org/wiki/Mithridates_VI_Eupator",
      "tags": [
        "Pontus",
        "Greek",
        "Rise",
        "King",
        "Dynasty"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0110",
      "description": "Mithridates VI sends his general Diophantus across the Black Sea to conquer the Crimean Peninsula. The Greek cities of Tauric Chersonesus, besieged by Scythian tribes under King Palacus, welcome Pontic intervention. Diophantus crushes the Scythians, storms their capital Neapolis (near modern Simferopol), and brings the Bosporan Kingdom under Pontic control. When Paerisades V, the last Bosporan king, is murdered in a Scythian-backed revolt led by a man named Saumacus, Diophantus returns and suppresses it. Mithridates now controls nearly the entire Black Sea coast — a ring of grain, gold, and manpower.",
      "description_ru": "Митридат VI отправляет полководца Диофанта через Чёрное море для завоевания Крымского полуострова. Греческие города Тавриды, осаждённые скифскими племенами царя Палака, приветствуют понтийское вмешательство. Диофант разгромил скифов, штурмом взял их столицу Неаполь (близ современного Симферополя) и подчинил Боспорское царство Понту. Когда Перисад V, последний боспорский царь, убит в скифском восстании, возглавляемом Савмаком, Диофант возвращается и подавляет мятеж. Митридат контролирует почти всё черноморское побережье — кольцо зерна, золота и людских ресурсов.",
      "era": "BC",
      "latitude": 44.9484,
      "longitude": 34.1022,
      "name": "Conquest of Crimea",
      "name_ru": "Завоевание Крыма",
      "source": "https://en.wikipedia.org/wiki/Mithridates_VI_Eupator",
      "tags": [
        "Pontus",
        "Greek",
        "Conquest",
        "Expansion",
        "Military"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0104",
      "description": "Mithridates VI annexes Colchis — the legendary land of the Golden Fleece (modern western Georgia) — extending Pontic control along the entire eastern Black Sea coast. He also partitions Paphlagonia and parts of Galatia with his then-ally King Nicomedes III of Bithynia. Rome objects but does nothing — it is consumed by wars against Numidian and Germanic invaders (Jugurtha, Cimbri, Teutones). Mithridates carefully notes Rome's vulnerabilities.",
      "description_ru": "Митридат VI присоединяет Колхиду — легендарную страну Золотого руна (современная западная Грузия), распространяя понтийский контроль на всё восточное черноморское побережье. Он также делит Пафлагонию и часть Галатии со своим тогдашним союзником царём Никомедом III Вифинским. Рим возражает, но не предпринимает действий — он поглощён войнами против нумидийцев и германцев (Югурта, кимвры, тевтоны). Митридат внимательно отмечает уязвимости Рима.",
      "era": "BC",
      "latitude": 42.1595,
      "longitude": 41.6791,
      "name": "Annexation of Colchis",
      "name_ru": "Аннексия Колхиды",
      "source": "https://en.wikipedia.org/wiki/Mithridates_VI_Eupator",
      "tags": [
        "Pontus",
        "Greek",
        "Conquest",
        "Expansion",
        "Mythology"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0088",
      "description": "Rome pressures Nicomedes IV of Bithynia to raid Pontic territory. Mithridates, prepared and waiting, unleashes his response: Pontic armies sweep across Asia Minor, crushing every Roman force. In a single campaigning season, he overruns Bithynia, Phrygia, Mysia, Lycia, Pamphylia, and Ionia. Greek cities open their gates willingly — decades of Roman tax farmers (publicani) have made Rome despised. Mithridates is welcomed as a liberator.",
      "description_ru": "Рим вынуждает Никомеда IV Вифинского совершить набег на понтийскую территорию. Митридат, готовый и ждущий, обрушивает свой ответ: понтийские армии прокатываются по Малой Азии, сокрушая все римские силы. За один военный сезон он захватывает Вифинию, Фригию, Мисию, Ликию, Памфилию и Ионию. Греческие города открывают ворота добровольно — десятилетия римских сборщиков налогов (публиканов) сделали Рим ненавистным. Митридата встречают как освободителя.",
      "era": "BC",
      "latitude": 37.9394,
      "longitude": 27.3417,
      "name": "Mithridates Overruns Asia Minor",
      "name_ru": "Митридат захватывает Малую Азию",
      "source": "https://en.wikipedia.org/wiki/First_Mithridatic_War",
      "tags": [
        "Pontus",
        "Greek",
        "Roman",
        "War",
        "Conquest",
        "Mithridatic"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0088",
      "description": "Mithridates sends secret letters to governors across Asia Minor with identical orders: on the same day, 30 days from receipt, kill every Roman and Italian — men, women, children, freedmen. Slaves who kill their Roman masters will be freed; debtors who kill Roman creditors will have half their debt forgiven. Bodies must remain unburied. Between 80,000 and 150,000 Romans are massacred across Ephesus, Pergamon, Tralles, Caunus, and dozens of other cities. Known as the Asiatic Vespers, it is one of the largest coordinated mass killings in the ancient world. The purpose: force every Greek city to become complicit, making reconciliation with Rome impossible.",
      "description_ru": "Митридат рассылает тайные письма наместникам по всей Малой Азии с одинаковым приказом: в один день, через 30 дней после получения, убить каждого римлянина и италийца — мужчин, женщин, детей, вольноотпущенников. Рабы, убившие римских хозяев, получат свободу; должники, убившие римских кредиторов, — списание половины долга. Тела должны остаться непогребёнными. От 80 000 до 150 000 римлян убиты в Эфесе, Пергаме, Траллах, Кавне и десятках других городов. Известное как «Азийские вечерни», это одно из крупнейших координированных массовых убийств в древнем мире. Цель: сделать каждый греческий город соучастником, чтобы примирение с Римом стало невозможным.",
      "era": "BC",
      "latitude": 37.9417,
      "longitude": 27.3503,
      "name": "Asiatic Vespers — Massacre of 80,000 Romans",
      "name_ru": "Азийские вечерни — резня 80 000 римлян",
      "source": "https://en.wikipedia.org/wiki/Asiatic_Vespers",
      "tags": [
        "Pontus",
        "Greek",
        "Roman",
        "War",
        "Death",
        "Mithridatic"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0087",
      "description": "Mithridates sends general Archelaus with a fleet and army to Greece, where several Greek states join the Pontic cause — Athens installs a pro-Mithridates tyrant named Aristion. For a brief moment, it seems possible that Rome might lose the eastern Mediterranean entirely. But Rome is also tearing itself apart: Sulla and Marius are fighting a civil war over who gets command against Mithridates. Sulla marches on Rome itself with his legions — the first time a Roman general turns his army against the Republic.",
      "description_ru": "Митридат отправляет полководца Архелая с флотом и армией в Грецию, где несколько греческих государств присоединяются к понтийскому делу — Афины ставят промитридатовского тирана Аристиона. На краткий миг кажется возможным, что Рим потеряет восточное Средиземноморье. Но Рим и сам разрывается: Сулла и Марий ведут гражданскую войну за командование против Митридата. Сулла ведёт легионы на сам Рим — впервые римский полководец обращает армию против Республики.",
      "era": "BC",
      "latitude": 37.9757,
      "longitude": 23.7345,
      "name": "Pontic Invasion of Greece",
      "name_ru": "Понтийское вторжение в Грецию",
      "source": "https://en.wikipedia.org/wiki/First_Mithridatic_War",
      "tags": [
        "Pontus",
        "Greek",
        "Roman",
        "War",
        "Mithridatic",
        "Expansion"
      ],
      "type": "military"
    },
    {
      "date": "01.08.0086",
      "description": "Sulla, outnumbered roughly 3 to 1, defeats Archelaus's Pontic army at Chaeronea in Boeotia — the same field where Philip II of Macedon had crushed Greek independence 252 years earlier. Sulla's disciplined legions hold against massed Pontic chariots and phalanxes. A second decisive Roman victory follows at Orchomenus. Pontic forces are expelled from mainland Greece. Mithridates's Greek adventure is over.",
      "description_ru": "Сулла, уступая примерно 3 к 1, разбивает понтийскую армию Архелая при Херонее в Беотии — на том же поле, где Филипп II Македонский сокрушил греческую независимость 252 года назад. Дисциплинированные легионы Суллы выдерживают натиск понтийских колесниц и фаланг. Вторая решающая римская победа следует при Орхомене. Понтийские силы изгнаны из материковой Греции. Греческая авантюра Митридата окончена.",
      "era": "BC",
      "latitude": 38.4942,
      "longitude": 22.8372,
      "name": "Battle of Chaeronea — Sulla Defeats Pontus",
      "name_ru": "Битва при Херонее — Сулла побеждает Понт",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Chaeronea_(86_BC)",
      "tags": [
        "Pontus",
        "Greek",
        "Roman",
        "Battle",
        "Mithridatic",
        "Victory"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0085",
      "description": "Sulla and Mithridates meet at Dardanos in the Troad and agree to peace. Mithridates withdraws from all conquered territories — Asia Minor, Bithynia, Paphlagonia, Cappadocia — pays 2,000 talents, and surrenders 70 warships. He keeps Pontus and his royal title. Sulla needs to hurry back to Rome to fight Marius's faction. Both sides know this peace is temporary. Sulla then turns on the cities that joined Mithridates, imposing a crushing indemnity of 20,000 talents on the province of Asia — five years of back taxes plus penalties — enforced by publicani who are even more rapacious than before.",
      "description_ru": "Сулла и Митридат встречаются в Дардане в Троаде и заключают мир. Митридат отступает со всех завоёванных территорий — Малой Азии, Вифинии, Пафлагонии, Каппадокии — платит 2 000 талантов и сдаёт 70 военных кораблей. Он сохраняет Понт и царский титул. Сулле нужно спешить обратно в Рим для борьбы с фракцией Мария. Обе стороны знают, что этот мир временный. Затем Сулла обращается против городов, примкнувших к Митридату, наложив разорительную контрибуцию в 20 000 талантов на провинцию Азия — пять лет недоплаченных налогов плюс штрафы — взыскиваемых публиканами, ещё более хищными, чем прежде.",
      "era": "BC",
      "latitude": 40.0667,
      "longitude": 26.3833,
      "name": "Treaty of Dardanos",
      "name_ru": "Дарданский мир",
      "source": "https://en.wikipedia.org/wiki/Treaty_of_Dardanus",
      "tags": [
        "Pontus",
        "Roman",
        "Greek",
        "Treaty",
        "Peace",
        "Mithridatic"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0074",
      "description": "King Nicomedes IV of Bithynia dies and wills his kingdom to Rome — an echo of Pergamon's bequest 60 years earlier. Mithridates, who has spent a decade rebuilding his army and navy, sees Rome's annexation of his neighbor as the final provocation. He invades Bithynia with a massive force, beginning the Third Mithridatic War — the longest and bloodiest of the three. This time, he allies with his son-in-law Tigranes the Great of Armenia, creating a coalition that stretches from the Caucasus to the Euphrates.",
      "description_ru": "Царь Никомед IV Вифинский умирает и завещает своё царство Риму — повторение пергамского завещания 60 лет назад. Митридат, потративший десятилетие на восстановление армии и флота, рассматривает римскую аннексию соседа как окончательную провокацию. Он вторгается в Вифинию с огромной армией, начиная Третью Митридатову войну — самую длительную и кровопролитную из трёх. На этот раз он заключает союз со своим зятем Тиграном Великим Армянским, создавая коалицию от Кавказа до Евфрата.",
      "era": "BC",
      "latitude": 40.7635,
      "longitude": 29.9197,
      "name": "Third Mithridatic War Begins",
      "name_ru": "Начало Третьей Митридатовой войны",
      "source": "https://en.wikipedia.org/wiki/Third_Mithridatic_War",
      "tags": [
        "Pontus",
        "Roman",
        "War",
        "Mithridatic",
        "Armenian"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0073",
      "description": "Roman general Lucullus relieves the siege of Cyzicus — a Greek city on the Sea of Marmara that Mithridates besieges with an army reported at 300,000 (likely exaggerated). Rather than attack the larger force, Lucullus camps on the heights above and cuts off Pontic supply lines. Winter, famine, and plague do the rest. Mithridates withdraws with catastrophic losses. Lucullus pursues the retreating army, inflicting further defeats at the Rhyndacus and Granicus rivers. Of Mithridates's great host, perhaps 20,000 survive.",
      "description_ru": "Римский полководец Лукулл снимает осаду Кизика — греческого города на Мраморном море, который Митридат осаждает армией, по сообщениям, в 300 000 человек (вероятно, преувеличено). Вместо атаки на превосходящие силы, Лукулл встаёт лагерем на высотах и перерезает понтийские линии снабжения. Зима, голод и чума довершают дело. Митридат отступает с катастрофическими потерями. Лукулл преследует отступающую армию, нанося новые поражения при Риндаке и Гранике. Из великого войска Митридата выживают, возможно, 20 000.",
      "era": "BC",
      "latitude": 40.3895,
      "longitude": 27.8871,
      "name": "Siege of Cyzicus",
      "name_ru": "Осада Кизика",
      "source": "https://en.wikipedia.org/wiki/Siege_of_Cyzicus",
      "tags": [
        "Pontus",
        "Roman",
        "Battle",
        "War",
        "Mithridatic"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0071",
      "description": "Lucullus invades Pontus itself and captures Sinope and Amisus, the two main Pontic cities. Mithridates flees east to the court of his son-in-law Tigranes the Great in Armenia. Lucullus demands that Tigranes surrender Mithridates; Tigranes refuses. Lucullus then invades Armenia with a small army, capturing and sacking Tigranes's magnificent new capital Tigranocerta (69 BC) in one of the most audacious campaigns of the ancient world.",
      "description_ru": "Лукулл вторгается в сам Понт и захватывает Синопу и Амис, два главных понтийских города. Митридат бежит на восток ко двору своего зятя Тиграна Великого в Армению. Лукулл требует выдачи Митридата; Тигран отказывает. Тогда Лукулл вторгается в Армению с небольшой армией, захватывая и разоряя великолепную новую столицу Тиграна Тигранокерту (69 до н.э.) в одном из самых дерзких походов древнего мира.",
      "era": "BC",
      "latitude": 42.028,
      "longitude": 35.1517,
      "name": "Lucullus Captures Sinope",
      "name_ru": "Лукулл захватывает Синопу",
      "source": "https://en.wikipedia.org/wiki/Third_Mithridatic_War",
      "tags": [
        "Pontus",
        "Roman",
        "Conquest",
        "War",
        "Mithridatic",
        "Fall"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0067",
      "description": "While Lucullus is bogged down in Armenia with mutinous troops (some units have been on campaign for 18 years), Mithridates returns to Pontus with a small force and defeats a Roman army at Zela, killing 7,000 Romans including 24 tribunes and 150 centurions. It is a stunning reversal — a 68-year-old king, twice defeated and once exiled, rebuilds his army from nothing. Rome recalls Lucullus, whose brilliant generalship is undermined by his own soldiers' refusal to fight.",
      "description_ru": "Пока Лукулл увяз в Армении с мятежными войсками (некоторые части находятся в походе 18 лет), Митридат возвращается в Понт с небольшим отрядом и разбивает римскую армию при Зеле, уничтожив 7 000 римлян, включая 24 трибунов и 150 центурионов. Это ошеломляющий поворот — 68-летний царь, дважды побеждённый и однажды изгнанный, воссоздаёт армию из ничего. Рим отзывает Лукулла, чья блестящая стратегия подорвана отказом собственных солдат воевать.",
      "era": "BC",
      "latitude": 40.19167,
      "longitude": 36.49167,
      "name": "Battle of Zela — Mithridates's Comeback",
      "name_ru": "Битва при Зеле — возвращение Митридата",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Zela_(67_BC)",
      "tags": [
        "Pontus",
        "Roman",
        "Battle",
        "Victory",
        "War",
        "Mithridatic"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0066",
      "description": "Pompey the Great takes command with 45,000 men and catches Mithridates at the Lycus River in Lesser Armenia. In a night attack, Pompey positions his forces with the moon behind them — the Pontic soldiers, blinded by moonlight and deceived by their own long shadows, misjudge Roman positions. The Pontic army is annihilated. Mithridates escapes with 800 cavalry and rides north through Colchis toward the Black Sea. Pompey founds the city of Nicopolis ('Victory City') on the battlefield.",
      "description_ru": "Помпей Великий принимает командование с 45 000 воинами и настигает Митридата у реки Лик в Малой Армении. В ночной атаке Помпей выстраивает силы так, чтобы луна была у них за спиной — понтийские солдаты, ослеплённые лунным светом и обманутые собственными длинными тенями, ошибаются в определении позиций римлян. Понтийская армия уничтожена. Митридат бежит с 800 всадниками и скачет на север через Колхиду к Чёрному морю. Помпей основывает город Никополь («Город Победы») на поле битвы.",
      "era": "BC",
      "latitude": 40.1366,
      "longitude": 38.1477,
      "name": "Battle of the Lycus River",
      "name_ru": "Битва у реки Лик",
      "source": "https://en.wikipedia.org/wiki/Battle_of_the_Lycus",
      "tags": [
        "Pontus",
        "Roman",
        "Battle",
        "War",
        "Mithridatic",
        "Fall"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0063",
      "description": "Cornered in his citadel at Panticapaeum (modern Kerch) in Crimea, betrayed by his own son Pharnaces II who has raised the garrison and populace against him, the 72-year-old Mithridates VI attempts suicide by poison. His body, hardened by decades of daily mithridatism, refuses to die — the poison has no effect. He watches his two daughters take the same poison and die before his eyes. Finally, he orders his Gallic bodyguard Bituitus to kill him with a sword. Rome's most persistent enemy is dead. The practice of building poison immunity is thereafter called 'mithridatism,' and his universal antidote formula — found in his private library by Pompey — will be used in European pharmacopeias for 1,800 years.",
      "description_ru": "Загнанный в свою цитадель в Пантикапее (современная Керчь) в Крыму, преданный собственным сыном Фарнаком II, который поднял против него гарнизон и население, 72-летний Митридат VI пытается покончить с собой ядом. Его тело, закалённое десятилетиями ежедневного митридатизма, отказывается умирать — яд не действует. На его глазах две дочери принимают тот же яд и умирают. Наконец он приказывает своему галльскому телохранителю Битуиту убить его мечом. Самый упорный враг Рима мёртв. Практика выработки невосприимчивости к ядам с тех пор называется «митридатизм», а его рецепт универсального противоядия — найденный в его личной библиотеке Помпеем — будет применяться в европейских фармакопеях ещё 1 800 лет.",
      "era": "BC",
      "latitude": 45.3514,
      "longitude": 36.4681,
      "name": "Death of Mithridates the Great",
      "name_ru": "Смерть Митридата Великого",
      "source": "https://en.wikipedia.org/wiki/Mithridates_VI_Eupator",
      "tags": [
        "Pontus",
        "Greek",
        "Roman",
        "Death",
        "End",
        "Medicine",
        "Legacy",
        "Mithridatic"
      ],
      "type": "political"
    }
  ]
}
