{
  "description": "Kingdom of Pergamon — Attalid dynasty from Philetaerus to Roman annexation (282–129 BC)",
  "events": [
    {
      "date": "01.01.0301",
      "description": "After the Battle of Ipsus, Lysimachus takes control of Pergamon and deposits 9,000 talents of silver (roughly 270 metric tons) in its acropolis fortress. The sum could pay 50,000 soldiers for three years. He appoints Philetaerus, a eunuch from Tieium in Paphlagonia, as garrison commander and treasurer (gazophylax). Philetaerus had been castrated accidentally as an infant, crushed in a crowd during a funeral — a condition that made him seem safe to entrust with a fortune, since he could have no heirs to threaten Lysimachus.",
      "description_ru": "После битвы при Ипсе Лисимах берёт под контроль Пергам и размещает в крепости на акрополе 9 000 талантов серебра (около 270 метрических тонн). Этой суммы хватило бы для оплаты 50 000 солдат в течение трёх лет. Он назначает Филетера, евнуха из Тиейона в Пафлагонии, комендантом гарнизона и казначеем (газофилаком). Филетер был оскоплён случайно — его покалечили в давке во время похорон, когда он был младенцем. Это обстоятельство делало его в глазах Лисимаха безопасным хранителем казны: человек без наследников не мог угрожать династии.",
      "era": "BC",
      "latitude": 39.1315,
      "longitude": 27.184,
      "name": "Lysimachus Deposits Treasury at Pergamon",
      "name_ru": "Лисимах размещает казну в Пергаме",
      "source": "https://en.wikipedia.org/wiki/Philetaerus",
      "tags": [
        "Pergamon",
        "Greek",
        "Diadochi",
        "Gold",
        "Foundation"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0282",
      "description": "Philetaerus betrays Lysimachus and offers Pergamon with its entire 9,000-talent treasury to Seleucus I. The reason: Lysimachus, manipulated by his wife Arsinoë II, had executed his own son and heir Agathocles on false treason charges, horrifying his court. Philetaerus, reportedly close to Agathocles, switched sides. After Lysimachus died at Corupedium (281 BC) and Seleucus was assassinated months later, Philetaerus found himself holding the richest fortress in Asia Minor with no strong overlord. He governed as a nominally Seleucid vassal but acted as an independent ruler for 20 years.",
      "description_ru": "Филетер предаёт Лисимаха и предлагает Пергам с казной в 9 000 талантов Селевку I. Причина: Лисимах, под влиянием жены Арсинои II, казнил собственного сына и наследника Агафокла по ложному обвинению в измене, чем ужаснул свой двор. Филетер, по-видимому, близкий к Агафоклу, перешёл на другую сторону. После гибели Лисимаха при Курупедионе (281 до н.э.) и убийства Селевка несколькими месяцами позже, Филетер оказался владельцем богатейшей крепости Малой Азии без сильного сюзерена. Он правил как номинальный вассал Селевкидов, но действовал как независимый правитель в течение 20 лет.",
      "era": "BC",
      "latitude": 39.1315,
      "longitude": 27.184,
      "name": "Philetaerus Seizes Pergamon",
      "name_ru": "Филетер захватывает Пергам",
      "source": "https://en.wikipedia.org/wiki/Philetaerus",
      "tags": [
        "Pergamon",
        "Greek",
        "Diadochi",
        "Rise",
        "Dynasty"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0275",
      "description": "Philetaerus builds the first Temple of Athena Polias (Protector of the City) on the Pergamon acropolis. Athena becomes Pergamon's patron deity. Using treasury wealth, he also constructs temples to Demeter and Cybele, transforms the hilltop fortress into a proper city with a palace, and lavishes donations on Delphi and Delos to gain prestige across the Greek world.",
      "description_ru": "Филетер строит первый храм Афины Полиас (Защитницы города) на акрополе Пергама. Афина становится покровительницей города. Используя средства казны, он также возводит храмы Деметре и Кибеле, превращает горную крепость в настоящий город с дворцом и щедро жертвует Дельфам и Делосу для обретения престижа в греческом мире.",
      "era": "BC",
      "latitude": 39.13175,
      "longitude": 27.18411,
      "name": "Temple of Athena at Pergamon",
      "name_ru": "Храм Афины в Пергаме",
      "source": "https://en.wikipedia.org/wiki/Pergamon",
      "tags": [
        "Pergamon",
        "Greek",
        "Temple",
        "Architecture",
        "Religion"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0263",
      "description": "Philetaerus dies of old age after ruling Pergamon for nearly 40 years. Childless due to his condition, he had adopted his nephew Eumenes (son of his brother, also named Eumenes). All subsequent Attalid rulers — except Eumenes II — continued to stamp Philetaerus's portrait on their coins, honoring the founder who outlasted three of Alexander's successors.",
      "description_ru": "Филетер умирает в старости после почти 40 лет правления Пергамом. Бездетный из-за своего состояния, он усыновил племянника Эвмена (сына брата, тоже Эвмена). Все последующие правители династии Атталидов — кроме Эвмена II — продолжали чеканить портрет Филетера на монетах, почитая основателя, который пережил трёх преемников Александра.",
      "era": "BC",
      "latitude": 39.1315,
      "longitude": 27.184,
      "name": "Death of Philetaerus",
      "name_ru": "Смерть Филетера",
      "source": "https://en.wikipedia.org/wiki/Philetaerus",
      "tags": [
        "Pergamon",
        "Greek",
        "Death",
        "Succession",
        "Dynasty"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0262",
      "description": "Eumenes I defeats the Seleucid king Antiochus I Soter near Sardis, the ancient Lydian capital. This battle is the moment Pergamon ceases to be a client state and becomes truly independent. Eumenes expands his territory to include the fertile Caicus River valley and parts of the Aegean coastline. Antiochus I dies shortly after, possibly weakened by the defeat.",
      "description_ru": "Эвмен I побеждает селевкидского царя Антиоха I Сотера у Сард, древней столицы Лидии. Это сражение — момент, когда Пергам перестаёт быть вассальным государством и обретает подлинную независимость. Эвмен расширяет территорию, включая плодородную долину реки Каик и часть побережья Эгейского моря. Антиох I вскоре умирает, возможно, ослабленный поражением.",
      "era": "BC",
      "latitude": 38.4897,
      "longitude": 28.0406,
      "name": "Battle of Sardis — Pergamon's Independence",
      "name_ru": "Битва при Сардах — независимость Пергама",
      "source": "https://en.wikipedia.org/wiki/Eumenes_I",
      "tags": [
        "Pergamon",
        "Greek",
        "Seleucid",
        "Battle",
        "Victory"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0241",
      "description": "Eumenes I dies. His adopted son (actually his cousin) Attalus, later known as Attalus I, inherits the throne. The dynasty's naming pattern — adoption across family branches — kept the Attalids remarkably stable: no succession wars, no fratricides, no palace coups across 150 years, a record unique among Hellenistic kingdoms.",
      "description_ru": "Эвмен I умирает. Его приёмный сын (на самом деле двоюродный брат) Аттал, позднее известный как Аттал I, наследует трон. Семейная схема наследования — усыновление между ветвями рода — сохраняла династию Атталидов поразительно стабильной: никаких войн за наследство, братоубийств и дворцовых переворотов на протяжении 150 лет — уникальный случай среди эллинистических царств.",
      "era": "BC",
      "latitude": 39.1315,
      "longitude": 27.184,
      "name": "Attalus I Becomes King of Pergamon",
      "name_ru": "Аттал I становится царём Пергама",
      "source": "https://en.wikipedia.org/wiki/Attalus_I",
      "tags": [
        "Pergamon",
        "Greek",
        "Succession",
        "Dynasty",
        "Rise"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0238",
      "description": "Attalus I refuses to pay tribute to the Galatians — Celtic tribes that had crossed into Asia Minor from Thrace in 278 BC and terrorized Greek cities for decades. He becomes the first ruler to defy them. At the Battle of the Caecus River (near modern Bergama), he crushes the Galatian army. For this, he earns the title Soter (Savior) and declares himself basileus (king) — the first Attalid to claim royal title.",
      "description_ru": "Аттал I отказывается платить дань галатам — кельтским племенам, переправившимся в Малую Азию из Фракии в 278 году до н.э. и десятилетиями терроризировавшим греческие города. Он первый правитель, решившийся на сопротивление. В битве у реки Каик (близ современной Бергамы) он разгромил галатское войско. За это он получил прозвище Сотер (Спаситель) и провозгласил себя базилевсом (царём) — первый из Атталидов, принявший царский титул.",
      "era": "BC",
      "latitude": 39.08,
      "longitude": 27.12,
      "name": "Battle of the Caecus River",
      "name_ru": "Битва у реки Каик",
      "source": "https://en.wikipedia.org/wiki/Battle_of_the_Caecus_River",
      "tags": [
        "Pergamon",
        "Greek",
        "Celtic",
        "Battle",
        "Victory",
        "King"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0228",
      "description": "Attalus I commissions sculptor Epigonus to create bronze victory monuments on the Pergamon acropolis, in the sanctuary of Athena. The group includes the famous Dying Gaul — a wounded Celtic warrior collapsing beside his trumpet, wearing only a neck torque. Unusually for victory art, it shows the defeated enemy with dignity and pathos rather than contempt. The bronzes are lost, but Roman marble copies survive, among them also the Ludovisi Gaul — a chieftain stabbing himself while holding his dead wife.",
      "description_ru": "Аттал I заказывает скульптору Эпигону бронзовые монументы победы на акрополе Пергама, в святилище Афины. Группа включает знаменитого «Умирающего галла» — раненого кельтского воина, падающего рядом со своей трубой, с одной лишь гривной на шее. Необычно для победного искусства, скульптура изображает поверженного врага с достоинством и трагизмом, а не с презрением. Бронзовые оригиналы утрачены, но сохранились римские мраморные копии, среди них также «Галл, убивающий себя» — вождь, пронзающий себя мечом, поддерживая мёртвую жену.",
      "era": "BC",
      "latitude": 39.13175,
      "longitude": 27.18411,
      "name": "Dying Gaul — Victory Monuments of Attalus I",
      "name_ru": "«Умирающий галл» — победные монументы Аттала I",
      "source": "https://en.wikipedia.org/wiki/Dying_Gaul",
      "tags": [
        "Pergamon",
        "Greek",
        "Art",
        "Sculpture",
        "Culture"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0218",
      "description": "Achaeus, a Seleucid general and relative of the Seleucid royal house, proclaims himself king in western Asia Minor. He seizes most of Attalus I's recent conquests, pushing Pergamon back to its core territory around the Caicus valley. Attalus allies with Antiochus III against Achaeus. By 213 BC, Achaeus is trapped in Sardis, betrayed, and gruesomely executed — his body mutilated, sewn into a donkey skin, and decapitated.",
      "description_ru": "Ахей, селевкидский полководец и родственник царского дома, провозглашает себя царём в западной Малой Азии. Он захватывает большинство недавних завоеваний Аттала I, оттесняя Пергам к его ядру — долине Каика. Аттал заключает союз с Антиохом III против Ахея. К 213 году до н.э. Ахей оказывается в ловушке в Сардах, предан, и жестоко казнён — тело его изуродовано, зашито в ослиную шкуру и обезглавлено.",
      "era": "BC",
      "latitude": 38.4897,
      "longitude": 28.0406,
      "name": "Achaeus Usurps Western Asia Minor",
      "name_ru": "Ахей захватывает запад Малой Азии",
      "source": "https://en.wikipedia.org/wiki/Achaeus_(general)",
      "tags": [
        "Pergamon",
        "Seleucid",
        "Greek",
        "War",
        "Death"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0211",
      "description": "Attalus I enters the First Macedonian War as Rome's ally against Philip V of Macedon. This is the first formal alliance between Pergamon and Rome — a strategic partnership that would shape both their futures. Attalus chose Rome because he needed a distant, powerful protector against Macedon and the Seleucids; Rome needed a local ally who understood the Greek world. The alliance would prove the most consistent diplomatic relationship in the Hellenistic period.",
      "description_ru": "Аттал I вступает в Первую Македонскую войну как союзник Рима против Филиппа V Македонского. Это первый формальный союз между Пергамом и Римом — стратегическое партнёрство, которое определит судьбу обоих. Аттал выбрал Рим, потому что нуждался в далёком, но могущественном покровителе против Македонии и Селевкидов; Рим нуждался в местном союзнике, понимающем греческий мир. Этот союз стал самыми стабильными дипломатическими отношениями эллинистической эпохи.",
      "era": "BC",
      "latitude": 39.1315,
      "longitude": 27.184,
      "name": "Pergamon-Rome Alliance",
      "name_ru": "Союз Пергама и Рима",
      "source": "https://en.wikipedia.org/wiki/First_Macedonian_War",
      "tags": [
        "Pergamon",
        "Roman",
        "Greek",
        "Alliance",
        "Diplomacy"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0197",
      "description": "Attalus I dies aged 72, having ruled for 44 years — the longest Attalid reign. His son Eumenes II inherits a kingdom that is a recognized Mediterranean power with the most valuable ally of the age. Eumenes II will prove an even more ambitious builder and diplomat than his father.",
      "description_ru": "Аттал I умирает в возрасте 72 лет, правив 44 года — самый длинный срок правления Атталидов. Его сын Эвмен II наследует царство, которое является признанной средиземноморской державой с ценнейшим союзником эпохи. Эвмен II окажется ещё более амбициозным строителем и дипломатом, чем его отец.",
      "era": "BC",
      "latitude": 39.1315,
      "longitude": 27.184,
      "name": "Eumenes II Becomes King",
      "name_ru": "Эвмен II становится царём",
      "source": "https://en.wikipedia.org/wiki/Eumenes_II",
      "tags": [
        "Pergamon",
        "Greek",
        "Succession",
        "Death",
        "Dynasty"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0188",
      "description": "After the Roman-Seleucid War (with Pergamene cavalry playing a key role at Magnesia in 190 BC), the Treaty of Apamea awards Pergamon almost all former Seleucid territories west of the Taurus Mountains: Lydia with Sardis, Phrygia, Pisidia, and much of western Asia Minor. The kingdom quadruples in size overnight. Eumenes II orders a new 4-kilometer city wall enclosing 90 hectares, up from the original 21.",
      "description_ru": "После Римско-селевкидской войны (пергамская конница сыграла ключевую роль в битве при Магнесии в 190 году до н.э.) Апамейский мир передаёт Пергаму почти все бывшие селевкидские территории к западу от Тавра: Лидию с Сардами, Фригию, Писидию и большую часть запада Малой Азии. Царство увеличивается вчетверо за одну ночь. Эвмен II приказывает возвести новую 4-километровую городскую стену, ограждающую 90 гектаров вместо прежних 21.",
      "era": "BC",
      "latitude": 37.8312,
      "longitude": 29.0729,
      "name": "Treaty of Apamea — Pergamon Quadruples",
      "name_ru": "Апамейский мир — Пергам увеличивается вчетверо",
      "source": "https://en.wikipedia.org/wiki/Treaty_of_Apamea",
      "tags": [
        "Pergamon",
        "Roman",
        "Seleucid",
        "Greek",
        "Treaty",
        "Expansion"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0185",
      "description": "Eumenes II founds the Library of Pergamon in a complex adjoining the Temple of Athena on the acropolis. It grows to hold 200,000 scrolls, second only to Alexandria. When Egypt's Ptolemy V bans papyrus exports to sabotage a rival, Pergamene craftsmen perfect the production of parchment from animal skins — dried under tension on frames for smoothness. The Latin word 'pergamenum' (parchment) derives directly from Pergamon's name. Parchment eventually outlasts papyrus by centuries.",
      "description_ru": "Эвмен II основывает Пергамскую библиотеку в комплексе зданий рядом с храмом Афины на акрополе. Собрание вырастает до 200 000 свитков, уступая лишь Александрийской библиотеке. Когда египетский Птолемей V запрещает экспорт папируса, чтобы подорвать конкурента, пергамские мастера совершенствуют производство пергамента из выделанных животных шкур — высушенных под натяжением на рамах до гладкости. Латинское слово «pergamenum» (пергамент) происходит непосредственно от названия Пергама. Пергамент в итоге переживёт папирус на столетия.",
      "era": "BC",
      "latitude": 39.13191,
      "longitude": 27.18397,
      "name": "Library of Pergamon Founded",
      "name_ru": "Основание Пергамской библиотеки",
      "source": "https://en.wikipedia.org/wiki/Library_of_Pergamum",
      "tags": [
        "Pergamon",
        "Greek",
        "Knowledge",
        "Literature",
        "Innovation",
        "Culture"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0181",
      "description": "Eumenes II commissions the Great Altar of Zeus and Athena — a monumental U-shaped marble altar on a terrace below the acropolis summit. Its outer frieze (113 meters long, 2.3 meters high) depicts the Gigantomachy — the cosmic battle between Olympian gods and Giants — in dramatic high relief with writhing bodies and flowing drapery. The inner Telephus frieze tells the legendary history of Pergamon's mythical founder. The altar is one of the masterpieces of Hellenistic art. Excavated by Carl Humann in 1878, the frieze now stands in Berlin's Pergamon Museum; only the foundation remains in Bergama.",
      "description_ru": "Эвмен II заказывает Великий алтарь Зевса и Афины — монументальный П-образный мраморный алтарь на террасе ниже вершины акрополя. Внешний фриз (113 метров длиной, 2,3 метра высотой) изображает Гигантомахию — космическое сражение олимпийских богов с гигантами — в драматическом высоком рельефе с корчащимися телами и развевающимися одеждами. Внутренний фриз Телефа повествует о легендарной истории мифического основателя Пергама. Алтарь — один из шедевров эллинистического искусства. Раскопан Карлом Хуманом в 1878 году, фриз ныне находится в Берлинском Пергамском музее; на месте осталось лишь основание.",
      "era": "BC",
      "latitude": 39.13099,
      "longitude": 27.18383,
      "name": "Great Altar of Zeus at Pergamon",
      "name_ru": "Великий алтарь Зевса в Пергаме",
      "source": "https://en.wikipedia.org/wiki/Pergamon_Altar",
      "tags": [
        "Pergamon",
        "Greek",
        "Architecture",
        "Art",
        "Sculpture",
        "Temple",
        "Wonder"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0180",
      "description": "The Asklepion of Pergamon, originally founded in the 4th century BC, is massively expanded under Eumenes II into one of the ancient world's foremost healing centers. Located 2 km southwest of the acropolis, it features a sacred spring with mildly radioactive water, treatment halls, a theater, dream interpretation chambers, and an underground tunnel for sensory therapy. Treatments include hydrotherapy, herbal remedies, music, and psychotherapy. The physician Galen will later train here (2nd century AD).",
      "description_ru": "Асклепион Пергама, изначально основанный в IV веке до н.э., масштабно расширяется при Эвмене II и становится одним из крупнейших лечебных центров древнего мира. Расположенный в 2 км к юго-западу от акрополя, он включает священный источник со слаборадиоактивной водой, лечебные залы, театр, комнаты для толкования снов и подземный тоннель для сенсорной терапии. Методы лечения включают гидротерапию, травничество, музыку и психотерапию. Врач Гален впоследствии будет здесь обучаться (II век н.э.).",
      "era": "BC",
      "latitude": 39.11909,
      "longitude": 27.16613,
      "name": "Asklepion Healing Center Expansion",
      "name_ru": "Расширение Асклепиона в Пергаме",
      "source": "https://en.wikipedia.org/wiki/Asclepieion_of_Pergamon",
      "tags": [
        "Pergamon",
        "Greek",
        "Medicine",
        "Architecture",
        "Building"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0172",
      "description": "Eumenes II joins Rome's Third Macedonian War against Perseus of Macedon. On his way home after lobbying the Roman Senate, he is ambushed at Delphi — large rocks are rolled down a cliff onto him, nearly killing him. He survives badly injured. Ancient sources disagree on who ordered the attack: Perseus or even Rome itself, which was growing wary of Pergamon's growing power. The Senate begins treating Eumenes with cold suspicion despite his loyalty.",
      "description_ru": "Эвмен II присоединяется к Третьей Македонской войне Рима против Персея Македонского. На обратном пути после встречи с римским Сенатом на него совершают покушение в Дельфах — со скалы сбрасывают огромные камни, едва не убив его. Он выживает с тяжёлыми травмами. Античные источники расходятся в том, кто заказал нападение: Персей или сам Рим, начавший опасаться растущей мощи Пергама. Сенат начинает обращаться с Эвменом с холодной подозрительностью, несмотря на его верность.",
      "era": "BC",
      "latitude": 38.48244,
      "longitude": 22.50088,
      "name": "Assassination Attempt on Eumenes II at Delphi",
      "name_ru": "Покушение на Эвмена II в Дельфах",
      "source": "https://en.wikipedia.org/wiki/Eumenes_II",
      "tags": [
        "Pergamon",
        "Greek",
        "Roman",
        "Assassination",
        "Macedonian"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0170",
      "description": "Crates of Mallus, head of the Library of Pergamon and founder of the Pergamene school of literary criticism (which favored allegory over Alexandria's literal approach), is sent on a diplomatic mission to Rome. He falls into an open sewer in the Cloaca Maxima and breaks his leg. During his long recovery, he delivers public lectures that introduce Romans to Greek grammatical and literary scholarship — and to parchment manuscripts. The accident becomes one of Rome's most consequential sewer incidents.",
      "description_ru": "Кратет из Малла, глава Пергамской библиотеки и основатель пергамской школы литературной критики (предпочитавшей аллегорическое толкование александрийскому буквальному), отправлен с дипломатической миссией в Рим. Он проваливается в открытый канализационный люк Cloaca Maxima и ломает ногу. Во время длительного выздоровления он читает публичные лекции, знакомя римлян с греческой грамматикой и литературной наукой — а также с пергаментными рукописями. Это падение становится одним из самых судьбоносных канализационных происшествий Рима.",
      "era": "BC",
      "latitude": 41.89198,
      "longitude": 12.48527,
      "name": "Crates of Mallus Falls into Roman Sewer",
      "name_ru": "Кратет из Малла падает в римскую клоаку",
      "source": "https://en.wikipedia.org/wiki/Crates_of_Mallus",
      "tags": [
        "Pergamon",
        "Greek",
        "Roman",
        "Knowledge",
        "Literature",
        "Culture"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0166",
      "description": "Eumenes II sends his brother Attalus as ambassador to Rome. The Senate, now openly hostile to Eumenes, tries to tempt Attalus to split with his brother by offering him a separate kingdom. Attalus refuses, remaining loyal — earning his later epithet 'Philadelphus' (Brother-Loving). This brotherly loyalty was extraordinary: in the Ptolemaic and Seleucid dynasties, brothers routinely murdered each other for power.",
      "description_ru": "Эвмен II отправляет своего брата Аттала послом в Рим. Сенат, уже открыто враждебный к Эвмену, пытается соблазнить Аттала, предлагая ему отдельное царство, если он порвёт с братом. Аттал отказывается, сохраняя верность — за что позднее получит прозвище «Филадельф» (Братолюбивый). Эта братская верность была исключительной: в династиях Птолемеев и Селевкидов братья регулярно убивали друг друга ради власти.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Rome Fails to Divide the Attalid Brothers",
      "name_ru": "Рим безуспешно пытается разделить братьев Атталидов",
      "source": "https://en.wikipedia.org/wiki/Attalus_II",
      "tags": [
        "Pergamon",
        "Greek",
        "Roman",
        "Diplomacy",
        "Dynasty"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0160",
      "description": "Eumenes II donates a massive two-story stoa (colonnade) to Athens, built on the south slope of the Acropolis between the Odeon of Herodes Atticus and the Theater of Dionysus. The Stoa of Eumenes, 163 meters long, provides covered walkway space for theater-goers. Eumenes also funds monuments on the Athenian Acropolis depicting four mythical battles: gods vs. giants, Greeks vs. Amazons, Athenians vs. Persians, and Pergamenes vs. Galatians — placing Pergamon's victories alongside civilization's foundational myths.",
      "description_ru": "Эвмен II дарит Афинам монументальную двухэтажную стою (колоннаду), возведённую на южном склоне Акрополя между Одеоном Герода Аттика и Театром Диониса. Стоя Эвмена длиной 163 метра служит крытой прогулочной галереей для посетителей театра. Эвмен также финансирует монументы на Афинском акрополе, изображающие четыре мифических сражения: боги против гигантов, греки против амазонок, афиняне против персов и пергамцы против галатов — ставя победы Пергама в один ряд с основополагающими мифами цивилизации.",
      "era": "BC",
      "latitude": 37.97107,
      "longitude": 23.72724,
      "name": "Stoa of Eumenes in Athens",
      "name_ru": "Стоя Эвмена в Афинах",
      "source": "https://en.wikipedia.org/wiki/Stoa_of_Eumenes",
      "tags": [
        "Pergamon",
        "Greek",
        "Architecture",
        "Culture",
        "Building"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0159",
      "description": "Eumenes II dies after 38 years of rule. His brother Attalus II Philadelphus, now in his 60s, becomes king. Despite his advanced age, Attalus II proves a capable administrator who maintains all of his brother's achievements and continues Pergamon's building programs and Roman alliance for another 21 years.",
      "description_ru": "Эвмен II умирает после 38 лет правления. Его брат Аттал II Филадельф, которому уже за 60, становится царём. Несмотря на преклонный возраст, Аттал II оказывается способным правителем, который сохраняет все достижения брата и продолжает строительные проекты и союз с Римом ещё 21 год.",
      "era": "BC",
      "latitude": 39.1315,
      "longitude": 27.184,
      "name": "Attalus II Philadelphus Becomes King",
      "name_ru": "Аттал II Филадельф становится царём",
      "source": "https://en.wikipedia.org/wiki/Attalus_II",
      "tags": [
        "Pergamon",
        "Greek",
        "Succession",
        "Dynasty"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0150",
      "description": "Attalus II gifts Athens the Stoa of Attalos in the Agora — a grand two-story marketplace, 115 meters long with 45 columns on each floor. It housed shops on the ground floor and served as a promenade on the upper level. Fully reconstructed by the American School of Classical Studies in 1952–1956, it is the only fully restored ancient Greek stoa and today houses the Museum of the Ancient Agora.",
      "description_ru": "Аттал II дарит Афинам Стою Аттала на Агоре — грандиозный двухэтажный торговый комплекс длиной 115 метров с 45 колоннами на каждом этаже. На первом этаже располагались лавки, второй служил прогулочной галереей. Полностью реконструирована Американской школой классических исследований в 1952–1956 годах, она является единственной полностью восстановленной древнегреческой стоей и сегодня вмещает Музей античной Агоры.",
      "era": "BC",
      "latitude": 37.97506,
      "longitude": 23.72295,
      "name": "Stoa of Attalos in Athens",
      "name_ru": "Стоя Аттала в Афинах",
      "source": "https://en.wikipedia.org/wiki/Stoa_of_Attalos",
      "tags": [
        "Pergamon",
        "Greek",
        "Architecture",
        "Trade",
        "Building"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0149",
      "description": "Attalus II helps Nicomedes II seize the Bithynian throne from his father Prusias II, who had been humiliating himself before Rome and alienating his own court. The intervention shows Pergamon still acting as a regional power broker, though increasingly as Rome's proxy rather than an independent force.",
      "description_ru": "Аттал II помогает Никомеду II захватить вифинский трон, свергнув его отца Прусия II, который унижался перед Римом и настраивал против себя собственный двор. Вмешательство показывает, что Пергам по-прежнему выступает региональным арбитром, хотя всё больше как представитель Рима, а не как независимая сила.",
      "era": "BC",
      "latitude": 40.26194,
      "longitude": 29.02444,
      "name": "Pergamon Intervenes in Bithynia",
      "name_ru": "Вмешательство Пергама в Вифинии",
      "source": "https://en.wikipedia.org/wiki/Attalus_II",
      "tags": [
        "Pergamon",
        "Greek",
        "Political",
        "Military",
        "Diplomacy"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0138",
      "description": "Attalus II dies at around 82 years old. His nephew Attalus III (son of Eumenes II) becomes the last Attalid king. Unlike his predecessors — soldiers, diplomats, and builders — Attalus III is a reclusive scholar obsessed with botany, pharmacology, and the study of poisons. He experiments with toxic plants in his royal gardens, testing them on condemned criminals. Ancient sources describe him as eccentric, possibly mentally unstable, and uninterested in governance.",
      "description_ru": "Аттал II умирает в возрасте около 82 лет. Его племянник Аттал III (сын Эвмена II) становится последним царём Атталидов. В отличие от своих предшественников — воинов, дипломатов и строителей — Аттал III — замкнутый учёный, одержимый ботаникой, фармакологией и изучением ядов. Он экспериментирует с ядовитыми растениями в своих царских садах, испытывая их на осуждённых преступниках. Античные источники описывают его как эксцентрика, возможно, психически нестабильного и безразличного к управлению.",
      "era": "BC",
      "latitude": 39.1315,
      "longitude": 27.184,
      "name": "Attalus III — The Poison King",
      "name_ru": "Аттал III — Ядовитый царь",
      "source": "https://en.wikipedia.org/wiki/Attalus_III",
      "tags": [
        "Pergamon",
        "Greek",
        "Succession",
        "Medicine",
        "Knowledge"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0132",
      "description": "Aristonicus, who claims to be the illegitimate son of Eumenes II, refuses to accept Rome's inheritance and raises a revolt. He assumes the royal name Eumenes III and founds a utopian movement called Heliopolis ('City of the Sun'). His followers, the Heliopolitae, are promised freedom and equality — his army consists mostly of slaves, serfs, and propertyless workers from the inland countryside who have nothing to lose. The Stoic philosopher Blossius of Cumae, who had been advisor to the murdered Roman reformer Tiberius Gracchus, flees to join Aristonicus, bringing revolutionary ideology to the rebellion.",
      "description_ru": "Аристоник, называющий себя незаконным сыном Эвмена II, отказывается принять римское наследование и поднимает восстание. Он принимает царское имя Эвмен III и основывает утопическое движение «Гелиополис» («Город Солнца»). Его последователи, гелиополиты, получают обещания свободы и равенства — его армия состоит в основном из рабов, крепостных и бедняков с внутренних территорий, которым нечего терять. Стоический философ Блоссий из Кум, бывший советник убитого римского реформатора Тиберия Гракха, бежит к Аристонику, привнося революционную идеологию в восстание.",
      "era": "BC",
      "latitude": 38.9217,
      "longitude": 27.8417,
      "name": "Aristonicus and the City of the Sun",
      "name_ru": "Аристоник и Город Солнца",
      "source": "https://en.wikipedia.org/wiki/Eumenes_III",
      "tags": [
        "Pergamon",
        "Greek",
        "Roman",
        "War",
        "Revolution"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0131",
      "description": "Aristonicus defeats and kills the Roman consul Publius Licinius Crassus Dives Mucianus in battle — a stunning upset. Rome had underestimated the revolt, sending insufficient forces. The consul's death shocks Rome. Aristonicus controls much of the interior: Thyatira, Apollonis, and threatens Pergamon itself.",
      "description_ru": "Аристоник в бою побеждает и убивает римского консула Публия Лициния Красса Дивеса Муциана — потрясающая неожиданность. Рим недооценил восстание, отправив недостаточные силы. Гибель консула шокирует Рим. Аристоник контролирует значительную часть внутренних территорий: Тиатиру, Аполлонию и угрожает самому Пергаму.",
      "era": "BC",
      "latitude": 38.9217,
      "longitude": 27.8417,
      "name": "Aristonicus Kills Roman Consul",
      "name_ru": "Аристоник убивает римского консула",
      "source": "https://en.wikipedia.org/wiki/War_of_Aristonicus",
      "tags": [
        "Pergamon",
        "Greek",
        "Roman",
        "Battle",
        "War",
        "Death"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0129",
      "description": "Rome sends Marcus Perperna, a veteran of the Sicilian slave revolts, who besieges Aristonicus at Stratonicea and starves him into surrender. Aristonicus is paraded through Rome and strangled in the Tullianum prison. Blossius of Cumae kills himself rather than face capture. The former Pergamon Kingdom becomes the Roman province of Asia — Rome's richest province, generating more tax revenue than any other. The 150-year Attalid dynasty, founded by a eunuch with stolen silver, ends as a Roman tax farm.",
      "description_ru": "Рим отправляет Марка Перперну, ветерана подавления сицилийских рабских восстаний, который осаждает Аристоника в Стратоникее и вынуждает его сдаться голодом. Аристоника проводят через Рим и удушают в тюрьме Туллианум. Блоссий из Кум убивает себя, предпочтя смерть плену. Бывшее Пергамское царство становится римской провинцией Азия — богатейшей провинцией Рима, приносящей больше налогов, чем любая другая. Так 150-летняя династия Атталидов, основанная евнухом с украденным серебром, заканчивается как римская налоговая территория.",
      "era": "BC",
      "latitude": 37.53003,
      "longitude": 28.06806,
      "name": "Fall of Aristonicus — Pergamon Becomes Province of Asia",
      "name_ru": "Падение Аристоника — Пергам становится провинцией Азия",
      "source": "https://en.wikipedia.org/wiki/War_of_Aristonicus",
      "tags": [
        "Pergamon",
        "Greek",
        "Roman",
        "Fall",
        "End",
        "Death",
        "Conquest"
      ],
      "type": "military"
    }
  ]
}
