{
  "description": "Comprehensive Roman Republic history from legendary founding to transformation into Empire",
  "events": [
    {
      "date": "21.04.0753",
      "description": "Romulus founds Rome on Palatine Hill after killing his twin brother Remus in a dispute over where to build the city. According to legend, Romulus traced the city's sacred boundary (pomerium) with a plow, and Remus mocked him by jumping over it.",
      "description_ru": "Ромул основывает Рим на Палатинском холме после убийства своего брата-близнеца Рема в споре о месте основания города. По легенде, Ромул провел священную границу города (померий) плугом, а Рем насмехался над ним, перепрыгнув через неё.",
      "era": "BC",
      "latitude": 41.8892,
      "longitude": 12.4875,
      "name": "Legendary Founding of Rome",
      "name_ru": "Легендарное основание Рима",
      "source": "https://en.wikipedia.org/wiki/Founding_of_Rome",
      "tags": ["Roman", "Legendary", "City", "Foundation"],
      "type": "historic"
    },
    {
      "date": "01.01.0750",
      "description": "Romans abduct Sabine women during a festival to provide wives for the new city's male population. The act leads to war with the Sabines, ended when the abducted women intervened between their fathers and husbands on the battlefield.",
      "description_ru": "Римляне похищают сабинянок во время праздника, чтобы обеспечить жёнами мужское население нового города. Это приводит к войне с сабинами, которая заканчивается, когда похищенные женщины встают между своими отцами и мужьями на поле боя.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Rape of the Sabine Women",
      "name_ru": "Похищение сабинянок",
      "source": "https://en.wikipedia.org/wiki/Rape_of_the_Sabine_Women",
      "tags": ["Roman", "Legendary", "War"],
      "type": "historic"
    },
    {
      "date": "01.01.0747",
      "description": "Sabine king Titus Tatius becomes co-ruler of Rome with Romulus after peace is made following the women's intervention. The dual kingship establishes a precedent for shared power. Tatius is later killed during a religious festival at Lavinium.",
      "description_ru": "Сабинский царь Тит Таций становится соправителем Рима с Ромулом после заключения мира по вмешательству женщин. Двойное царствование устанавливает прецедент разделения власти. Таций позже убит во время религиозного праздника в Лавинии.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Sabine-Roman Union",
      "name_ru": "Союз сабинян и римлян",
      "source": "https://en.wikipedia.org/wiki/Titus_Tatius",
      "tags": ["Roman", "Legendary", "Political"],
      "type": "political"
    },
    {
      "date": "01.01.0716",
      "description": "Romulus disappears during a sudden storm or eclipse while reviewing his troops at the Goat's Marsh (Caprae Palus). Some claimed he was torn apart by senators; officially, he ascended to heaven and became the god Quirinus.",
      "description_ru": "Ромул исчезает во время внезапной бури или затмения, когда проводил смотр войск на Козьем болоте (Caprae Palus). Одни утверждали, что его растерзали сенаторы; официально он вознёсся на небо и стал богом Квирином.",
      "era": "BC",
      "latitude": 41.8999,
      "longitude": 12.4785,
      "name": "Disappearance of Romulus",
      "name_ru": "Исчезновение Ромула",
      "source": "https://en.wikipedia.org/wiki/Romulus",
      "tags": ["Roman", "Legendary", "Death", "Religious"],
      "type": "historic"
    },
    {
      "date": "01.01.0715",
      "description": "Numa Pompilius, a Sabine known for piety and wisdom, becomes Rome's second king after a year-long interregnum. He establishes the religious calendar, creates the Vestal Virgins, and builds the Temple of Janus — its doors closed only in peacetime.",
      "description_ru": "Нума Помпилий, сабинянин, известный благочестием и мудростью, становится вторым царём Рима после годового междуцарствия. Он устанавливает религиозный календарь, создаёт институт весталок и строит храм Януса — его двери закрыты только в мирное время.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Reign of Numa Pompilius",
      "name_ru": "Царствование Нумы Помпилия",
      "source": "https://en.wikipedia.org/wiki/Numa_Pompilius",
      "tags": ["Roman", "Legendary", "Religious", "Political"],
      "type": "political"
    },
    {
      "date": "01.01.0673",
      "description": "King Tullus Hostilius destroys Alba Longa, Rome's mother city, after defeating it in war. The population is forcibly relocated to Rome, doubling the city's size. Before the battle, the conflict was decided by combat between the Horatii and Curiatii triplets.",
      "description_ru": "Царь Тулл Гостилий разрушает Альба-Лонгу, материнский город Рима, после победы в войне. Население насильно переселяют в Рим, удваивая размер города. Перед битвой конфликт решался поединком тройняшек Горациев и Куриациев.",
      "era": "BC",
      "latitude": 41.7472,
      "longitude": 12.6506,
      "name": "Destruction of Alba Longa",
      "name_ru": "Разрушение Альба-Лонги",
      "source": "https://en.wikipedia.org/wiki/Alba_Longa",
      "tags": ["Roman", "Conquest", "Legendary"],
      "type": "military"
    },
    {
      "date": "01.01.0640",
      "description": "Ancus Marcius, fourth king of Rome, founds the port of Ostia at the Tiber's mouth and builds the first bridge across the Tiber (Pons Sublicius). He expands Roman territory to the sea and settles conquered Latins on the Aventine Hill.",
      "description_ru": "Анк Марций, четвёртый царь Рима, основывает порт Остия в устье Тибра и строит первый мост через Тибр (Pons Sublicius). Он расширяет римскую территорию до моря и поселяет покорённых латинов на Авентинском холме.",
      "era": "BC",
      "latitude": 41.7557,
      "longitude": 12.2920,
      "name": "Foundation of Ostia",
      "name_ru": "Основание Остии",
      "source": "https://en.wikipedia.org/wiki/Ancus_Marcius",
      "tags": ["Roman", "Foundation", "City", "Trade"],
      "type": "historic"
    },
    {
      "date": "01.01.0616",
      "description": "Lucius Tarquinius Priscus becomes the fifth king of Rome, the first of Etruscan origin. He drains the marshy valley between the hills to create the Forum Romanum and begins construction of the Temple of Jupiter on the Capitoline Hill.",
      "description_ru": "Луций Тарквиний Приск становится пятым царём Рима, первым этрусского происхождения. Он осушает болотистую долину между холмами, создавая Римский форум, и начинает строительство храма Юпитера на Капитолийском холме.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Etruscan Kings Rule Rome",
      "name_ru": "Этрусские цари правят Римом",
      "source": "https://en.wikipedia.org/wiki/Tarquinius_Priscus",
      "tags": ["Roman", "Political", "Architecture"],
      "type": "political"
    },
    {
      "date": "01.01.0600",
      "description": "The Cloaca Maxima, one of the world's earliest sewage systems, is constructed to drain the marshy Forum valley. Originally an open channel, it is later covered over. Parts of this Etruscan-era drain remain in use today.",
      "description_ru": "Большая Клоака (Cloaca Maxima), одна из древнейших канализационных систем мира, построена для осушения болотистой долины Форума. Изначально открытый канал, позже он был перекрыт. Части этой этрусской эпохи дренажной системы используются и сегодня.",
      "era": "BC",
      "latitude": 41.8914,
      "longitude": 12.4855,
      "name": "Construction of Cloaca Maxima",
      "name_ru": "Строительство Большой Клоаки",
      "source": "https://en.wikipedia.org/wiki/Cloaca_Maxima",
      "tags": ["Roman", "Architecture", "Innovation"],
      "type": "historic"
    },
    {
      "date": "01.01.0578",
      "description": "Servius Tullius, the sixth king, reforms Roman society by organizing citizens into classes based on wealth rather than birth. He builds the first defensive wall around all seven hills (Servian Wall) and establishes the census.",
      "description_ru": "Сервий Туллий, шестой царь, реформирует римское общество, организуя граждан в классы по богатству, а не по рождению. Он строит первую оборонительную стену вокруг всех семи холмов (Сервиева стена) и учреждает перепись населения.",
      "era": "BC",
      "latitude": 41.8902,
      "longitude": 12.4922,
      "name": "Servian Reforms",
      "name_ru": "Реформы Сервия Туллия",
      "source": "https://en.wikipedia.org/wiki/Servius_Tullius",
      "tags": ["Roman", "Political", "Administration"],
      "type": "political"
    },
    {
      "date": "01.01.0535",
      "description": "Servius Tullius is murdered by his own daughter Tullia and her husband Tarquinius Superbus (the Proud). Tullia drives her chariot over her father's body in the street later called Vicus Sceleratus (Street of Crime). Tarquinius becomes the seventh and last king.",
      "description_ru": "Сервий Туллий убит собственной дочерью Туллией и её мужем Тарквинием Гордым. Туллия проезжает на колеснице по телу отца на улице, позже названной Vicus Sceleratus (Улица Преступления). Тарквиний становится седьмым и последним царём.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Murder of Servius Tullius",
      "name_ru": "Убийство Сервия Туллия",
      "source": "https://en.wikipedia.org/wiki/Servius_Tullius",
      "tags": ["Roman", "Death", "Political", "Legendary"],
      "type": "political"
    },
    {
      "date": "01.01.0509",
      "description": "Romans expel King Tarquinius Superbus after his son Sextus rapes the noblewoman Lucretia, who commits suicide after revealing the crime. Lucius Junius Brutus leads the revolt and becomes one of the first two consuls of the new Republic.",
      "description_ru": "Римляне изгоняют царя Тарквиния Гордого после того, как его сын Секст насилует знатную женщину Лукрецию, которая кончает с собой, раскрыв преступление. Луций Юний Брут возглавляет восстание и становится одним из первых двух консулов новой Республики.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Founding of the Roman Republic",
      "name_ru": "Основание Римской республики",
      "source": "https://en.wikipedia.org/wiki/Roman_Republic",
      "tags": ["Roman", "Political", "Revolution", "Foundation"],
      "type": "political"
    },
    {
      "date": "01.01.0509",
      "description": "The Temple of Jupiter Optimus Maximus is dedicated on the Capitoline Hill, becoming Rome's most important temple. The building was begun by the Tarquins but dedicated after their expulsion — Romans refused to let kings take credit for it.",
      "description_ru": "Храм Юпитера Всеблагого Величайшего освящён на Капитолийском холме, став важнейшим храмом Рима. Здание начато при Тарквиниях, но освящено после их изгнания — римляне отказались приписывать царям заслугу за него.",
      "era": "BC",
      "latitude": 41.8931,
      "longitude": 12.4828,
      "name": "Temple of Jupiter Dedicated",
      "name_ru": "Освящение храма Юпитера",
      "source": "https://en.wikipedia.org/wiki/Temple_of_Jupiter_Optimus_Maximus",
      "tags": ["Roman", "Religious", "Architecture"],
      "type": "religious"
    },
    {
      "date": "01.01.0508",
      "description": "Lars Porsena of Clusium besieges Rome to restore Tarquinius. Horatius Cocles holds the Sublician Bridge alone against the Etruscan army while Romans destroy it behind him. He then swims to safety in full armor. Rome likely submitted but later rewrote history.",
      "description_ru": "Ларс Порсена из Клузия осаждает Рим, чтобы восстановить Тарквиния. Гораций Коклес в одиночку удерживает Сублицийский мост против этрусской армии, пока римляне разрушают его за его спиной. Затем он доплывает до берега в полном вооружении. Рим, вероятно, сдался, но позже переписал историю.",
      "era": "BC",
      "latitude": 41.8882,
      "longitude": 12.4776,
      "name": "Horatius at the Bridge",
      "name_ru": "Гораций на мосту",
      "source": "https://en.wikipedia.org/wiki/Horatius_Cocles",
      "tags": ["Roman", "Legendary", "Battle", "Defense"],
      "type": "military"
    },
    {
      "date": "01.01.0507",
      "description": "Gaius Mucius Scaevola infiltrates Porsena's camp to assassinate him but kills the wrong man. Captured, he thrusts his right hand into a fire to show Roman contempt for pain and death. Impressed, Porsena makes peace. 'Scaevola' means 'left-handed.'",
      "description_ru": "Гай Муций Сцевола проникает в лагерь Порсены, чтобы убить его, но убивает не того человека. Схваченный, он сует правую руку в огонь, чтобы показать римское презрение к боли и смерти. Поражённый, Порсена заключает мир. 'Scaevola' означает 'левша'.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Mucius Scaevola",
      "name_ru": "Муций Сцевола",
      "source": "https://en.wikipedia.org/wiki/Gaius_Mucius_Scaevola",
      "tags": ["Roman", "Legendary"],
      "type": "historic"
    },
    {
      "date": "01.01.0496",
      "description": "Romans defeat the Latin League at Lake Regillus. The divine twins Castor and Pollux allegedly appeared on white horses to lead the Roman cavalry. Their temple in the Forum, built to commemorate this, became a meeting place for the Senate.",
      "description_ru": "Римляне побеждают Латинский союз при озере Регилл. Божественные близнецы Кастор и Поллукс якобы явились на белых конях, чтобы возглавить римскую конницу. Их храм на Форуме, построенный в ознаменование этого, стал местом заседаний Сената.",
      "era": "BC",
      "latitude": 41.7833,
      "longitude": 12.7500,
      "name": "Battle of Lake Regillus",
      "name_ru": "Битва у озера Регилл",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Lake_Regillus",
      "tags": ["Roman", "Battle", "Legendary", "Victory"],
      "type": "military"
    },
    {
      "date": "01.01.0494",
      "description": "Plebeians, burdened by debt and military service without political rights, withdraw from Rome to the Sacred Mount (Mons Sacer) in the first secession. They threaten to found a new city. Patricians negotiate, creating the office of Tribune of the Plebs with veto power.",
      "description_ru": "Плебеи, обременённые долгами и военной службой без политических прав, уходят из Рима на Священную гору (Mons Sacer) в первой сецессии. Они угрожают основать новый город. Патриции идут на переговоры и создаёт должность народного трибуна с правом вето.",
      "era": "BC",
      "latitude": 41.9344,
      "longitude": 12.5214,
      "name": "First Plebeian Secession",
      "name_ru": "Первая сецессия плебеев",
      "source": "https://en.wikipedia.org/wiki/First_secessio_plebis",
      "tags": ["Roman", "Political", "Revolution"],
      "type": "political"
    },
    {
      "date": "01.01.0493",
      "description": "Rome signs the Foedus Cassianum (Treaty of Cassius) with the Latin League, establishing equal alliance. Latin and Roman forces will alternate command and share spoils equally. This treaty governs Roman-Latin relations for 150 years.",
      "description_ru": "Рим подписывает Foedus Cassianum (Договор Кассия) с Латинским союзом, устанавливая равноправный союз. Латинские и римские силы будут чередовать командование и делить добычу поровну. Этот договор регулирует римско-латинские отношения 150 лет.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Treaty with the Latins",
      "name_ru": "Договор с латинами",
      "source": "https://en.wikipedia.org/wiki/Foedus_Cassianum",
      "tags": ["Roman", "Political", "Diplomacy"],
      "type": "political"
    },
    {
      "date": "01.01.0491",
      "description": "Coriolanus, a patrician hero who opposed grain distribution to plebeians, is exiled and joins the Volscians. He leads them to Rome's gates but turns back when his mother Veturia and wife Volumnia plead with him. The Volscians later kill him as a traitor.",
      "description_ru": "Кориолан, патрицианский герой, выступивший против раздачи зерна плебеям, изгнан и присоединяется к вольскам. Он ведёт их к воротам Рима, но отступает, когда мать Ветурия и жена Волумния умоляют его. Вольски позже убивают его как предателя.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Coriolanus and the Volscians",
      "name_ru": "Кориолан и вольски",
      "source": "https://en.wikipedia.org/wiki/Gaius_Marcius_Coriolanus",
      "tags": ["Roman", "Legendary", "Political"],
      "type": "historic"
    },
    {
      "date": "01.01.0486",
      "description": "Consul Spurius Cassius proposes the first agrarian law (lex agraria) to distribute public land to plebeians and Latin allies. Patricians accuse him of seeking tyranny; he is executed the following year — the first in a pattern of reformers meeting violent ends.",
      "description_ru": "Консул Спурий Кассий предлагает первый аграрный закон (lex agraria) о распределении общественной земли между плебеями и латинскими союзниками. Патриции обвиняют его в стремлении к тирании; он казнён в следующем году — первый в череде реформаторов, встретивших насильственную смерть.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "First Agrarian Law Proposed",
      "name_ru": "Первый аграрный закон",
      "source": "https://en.wikipedia.org/wiki/Spurius_Cassius_Vecellinus",
      "tags": ["Roman", "Political", "Law"],
      "type": "political"
    },
    {
      "date": "01.01.0477",
      "description": "The entire Fabii clan (306 men and their clients) takes responsibility for guarding the Veii frontier. They are ambushed at the Cremera River and wiped out to the last man. Only one Fabius boy, left in Rome due to youth, survives to continue the family.",
      "description_ru": "Весь род Фабиев (306 мужчин и их клиенты) берёт на себя ответственность за охрану границы с Вейями. Они попадают в засаду у реки Кремера и уничтожены до последнего человека. Только один мальчик Фабий, оставленный в Риме из-за малолетства, выживает, чтобы продолжить род.",
      "era": "BC",
      "latitude": 42.0000,
      "longitude": 12.3833,
      "name": "Disaster at the Cremera",
      "name_ru": "Катастрофа на Кремере",
      "source": "https://en.wikipedia.org/wiki/Battle_of_the_Cremera",
      "tags": ["Roman", "Battle", "Defeat"],
      "type": "military"
    },
    {
      "date": "01.01.0458",
      "description": "Lucius Quinctius Cincinnatus, a farmer, is called from his plow to serve as dictator when Rome faces military crisis. He defeats the Aequi in 16 days, celebrates a triumph, and immediately resigns his absolute power to return to farming — becoming the Roman ideal of civic virtue.",
      "description_ru": "Луций Квинкций Цинциннат, земледелец, призван от плуга служить диктатором, когда Рим столкнулся с военным кризисом. Он разбивает эквов за 16 дней, празднует триумф и немедленно слагает абсолютную власть, чтобы вернуться к земледелию — став римским идеалом гражданской добродетели.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Cincinnatus Called from the Plow",
      "name_ru": "Цинциннат призван от плуга",
      "source": "https://en.wikipedia.org/wiki/Cincinnatus",
      "tags": ["Roman", "Political", "Legendary", "Military"],
      "type": "political"
    },
    {
      "date": "01.01.0451",
      "description": "The Twelve Tables, Rome's first written law code, are created by a commission of ten men (decemviri). Displayed in the Forum, these bronze tablets codify customary law and end patrician monopoly on legal knowledge. Schoolchildren memorized them for centuries.",
      "description_ru": "Законы XII таблиц, первый письменный свод законов Рима, созданы комиссией из десяти человек (децемвиров). Выставленные на Форуме, эти бронзовые таблицы кодифицируют обычное право и прекращают патрицианскую монополию на юридические знания. Школьники заучивали их наизусть веками.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Twelve Tables of Roman Law",
      "name_ru": "Законы XII таблиц",
      "source": "https://en.wikipedia.org/wiki/Twelve_Tables",
      "tags": ["Roman", "Law", "Political"],
      "type": "political"
    },
    {
      "date": "01.01.0449",
      "description": "The tyrannical decemvir Appius Claudius attempts to enslave the plebeian virgin Virginia through a fraudulent legal claim. Her father Virginius kills her in the Forum to preserve her honor. The scandal triggers the second plebeian secession and fall of the decemvirate.",
      "description_ru": "Тиранический децемвир Аппий Клавдий пытается обратить в рабство плебейскую девушку Виргинию через мошенническое судебное дело. Её отец Виргиний убивает её на Форуме, чтобы сохранить её честь. Скандал вызывает вторую сецессию плебеев и падение децемвирата.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Death of Virginia",
      "name_ru": "Смерть Виргинии",
      "source": "https://en.wikipedia.org/wiki/Verginia",
      "tags": ["Roman", "Political", "Legendary", "Revolution"],
      "type": "political"
    },
    {
      "date": "01.01.0445",
      "description": "The Lex Canuleia legalizes marriage between patricians and plebeians, previously forbidden. Tribune Gaius Canuleius argued that without intermarriage, Rome was not one people but two. The law begins the slow fusion of the orders.",
      "description_ru": "Закон Канулея легализует браки между патрициями и плебеями, ранее запрещённые. Трибун Гай Канулей утверждал, что без смешанных браков Рим — не один народ, а два. Закон начинает медленное слияние сословий.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Lex Canuleia",
      "name_ru": "Закон Канулея",
      "source": "https://en.wikipedia.org/wiki/Lex_Canuleia",
      "tags": ["Roman", "Law", "Political"],
      "type": "political"
    },
    {
      "date": "01.01.0406",
      "description": "Rome begins paying soldiers a stipend (stipendium), allowing extended campaigns without soldiers returning for harvest. Previously, war was seasonal because citizen-farmers needed to work their land. This professionalizes warfare and enables the long siege of Veii.",
      "description_ru": "Рим начинает платить солдатам жалованье (stipendium), позволяя вести продолжительные кампании без возвращения солдат на уборку урожая. Раньше война была сезонной, так как граждане-земледельцы должны были обрабатывать землю. Это профессионализирует войну и делает возможной долгую осаду Вей.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Soldiers Begin Receiving Pay",
      "name_ru": "Солдаты начинают получать жалованье",
      "source": "https://en.wikipedia.org/wiki/Siege_of_Veii",
      "tags": ["Roman", "Military", "Innovation"],
      "type": "military"
    },
    {
      "date": "01.01.0396",
      "description": "After a ten-year siege, Marcus Furius Camillus captures the wealthy Etruscan city of Veii, 16 km north of Rome. He reportedly dug a tunnel into the citadel. Veii's territory doubles Roman land, and its population is enslaved or absorbed.",
      "description_ru": "После десятилетней осады Марк Фурий Камилл захватывает богатый этрусский город Вейи в 16 км к северу от Рима. По преданию, он прорыл туннель в цитадель. Территория Вей удваивает римские земли, а её население порабощено или поглощено.",
      "era": "BC",
      "latitude": 42.0167,
      "longitude": 12.3833,
      "name": "Fall of Veii",
      "name_ru": "Падение Вей",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Veii",
      "tags": ["Roman", "Conquest", "Siege", "Military"],
      "type": "military"
    },
    {
      "date": "18.07.0390",
      "description": "Gallic Senones under Brennus defeat the Roman army at the Allia River and sack Rome. Only the Capitoline Hill holds out, reportedly saved when sacred geese alert defenders to a night attack. Romans pay 1,000 pounds of gold as ransom. When Romans complain about rigged scales, Brennus throws his sword on them saying 'Vae victis!' (Woe to the vanquished!).",
      "description_ru": "Галльские сеноны под командованием Бренна разбивают римскую армию на реке Аллия и разоряют Рим. Только Капитолийский холм держится — по преданию, священные гуси предупредили защитников о ночной атаке. Римляне платят 1000 фунтов золота в качестве выкупа. Когда римляне жалуются на подтасованные весы, Бренн бросает на них свой меч со словами 'Vae victis!' (Горе побеждённым!).",
      "era": "BC",
      "latitude": 42.0000,
      "longitude": 12.5167,
      "name": "Gallic Sack of Rome",
      "name_ru": "Галльское разграбление Рима",
      "source": "https://en.wikipedia.org/wiki/Battle_of_the_Allia",
      "tags": ["Roman", "Battle", "Invasions", "Destruction"],
      "type": "military"
    },
    {
      "date": "01.01.0389",
      "description": "Camillus, recalled from exile, defeats the Gauls at Tusculum and drives them from Roman territory. Declared 'Second Founder of Rome,' he oversees the city's rebuilding. When some propose moving to Veii, he convinces Romans to rebuild on the original site.",
      "description_ru": "Камилл, отозванный из изгнания, разбивает галлов при Тускуле и изгоняет их с римской территории. Объявленный 'Вторым основателем Рима,' он руководит восстановлением города. Когда некоторые предлагают переселиться в Вейи, он убеждает римлян отстроить город на прежнем месте.",
      "era": "BC",
      "latitude": 41.7972,
      "longitude": 12.7097,
      "name": "Camillus Saves Rome",
      "name_ru": "Камилл спасает Рим",
      "source": "https://en.wikipedia.org/wiki/Marcus_Furius_Camillus",
      "tags": ["Roman", "Battle", "Victory"],
      "type": "military"
    },
    {
      "date": "01.01.0378",
      "description": "The Servian Wall is rebuilt after the Gallic sack, encircling all seven hills of Rome with tufa blocks. At 11 km long and up to 10 m high, it remains Rome's main defensive wall for centuries. Parts still stand today near Termini station.",
      "description_ru": "Сервиева стена восстановлена после галльского разорения, окружая все семь холмов Рима блоками туфа. Длиной 11 км и высотой до 10 м, она остаётся главной оборонительной стеной Рима на века. Части стоят и сегодня близ вокзала Термини.",
      "era": "BC",
      "latitude": 41.8990,
      "longitude": 12.5040,
      "name": "Servian Wall Rebuilt",
      "name_ru": "Восстановление Сервиевой стены",
      "source": "https://en.wikipedia.org/wiki/Servian_Wall",
      "tags": ["Roman", "Architecture", "Defense"],
      "type": "historic"
    },
    {
      "date": "01.01.0367",
      "description": "The Licinian-Sextian laws end patrician monopoly on the consulship, requiring one consul to be plebeian. They also limit individual holdings of public land to 500 iugera (125 hectares) and regulate debt. This marks a major victory in the Conflict of the Orders.",
      "description_ru": "Законы Лициния-Секстия прекращают патрицианскую монополию на консульство, требуя, чтобы один консул был плебеем. Они также ограничивают индивидуальное владение общественной землёй до 500 югеров (125 гектаров) и регулируют долговые отношения. Это знаменует крупную победу в Борьбе сословий.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Licinian-Sextian Laws",
      "name_ru": "Законы Лициния и Секстия",
      "source": "https://en.wikipedia.org/wiki/Lex_Licinia_Sextia",
      "tags": ["Roman", "Political", "Law"],
      "type": "political"
    },
    {
      "date": "01.01.0366",
      "description": "The first plebeian consul, Lucius Sextius Lateranus, takes office — a watershed moment after 143 years of patrician monopoly. The office of praetor is created to handle judicial duties formerly performed by consuls.",
      "description_ru": "Первый плебейский консул, Луций Секстий Латеран, вступает в должность — переломный момент после 143 лет патрицианской монополии. Создаётся должность претора для исполнения судебных обязанностей, ранее выполнявшихся консулами.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "First Plebeian Consul",
      "name_ru": "Первый плебейский консул",
      "source": "https://en.wikipedia.org/wiki/Lucius_Sextius_Lateranus",
      "tags": ["Roman", "Political"],
      "type": "political"
    },
    {
      "date": "01.01.0354",
      "description": "Rome signs a treaty with the Samnites, a powerful confederation of Oscan-speaking tribes controlling the central Apennines. The treaty divides spheres of influence in central Italy — an arrangement that would break down within a decade.",
      "description_ru": "Рим подписывает договор с самнитами, мощной конфедерацией оскоязычных племён, контролирующих центральные Апеннины. Договор разграничивает сферы влияния в центральной Италии — соглашение, которое рухнет в течение десятилетия.",
      "era": "BC",
      "latitude": 41.4878,
      "longitude": 14.6775,
      "name": "Roman-Samnite Treaty",
      "name_ru": "Римско-самнитский договор",
      "source": "https://en.wikipedia.org/wiki/Samnites",
      "tags": ["Roman", "Diplomacy", "Political"],
      "type": "political"
    },
    {
      "date": "01.01.0343",
      "description": "Rome intervenes when Samnites attack Capua and other Campanian cities that appeal for Roman protection. The First Samnite War begins Rome's long struggle for control of central and southern Italy against the Samnite confederacy.",
      "description_ru": "Рим вмешивается, когда самниты нападают на Капую и другие кампанские города, обратившиеся за римской защитой. Первая Самнитская война начинает долгую борьбу Рима за контроль над центральной и южной Италией против самнитской конфедерации.",
      "era": "BC",
      "latitude": 41.0847,
      "longitude": 14.2501,
      "name": "First Samnite War Begins",
      "name_ru": "Начало Первой Самнитской войны",
      "source": "https://en.wikipedia.org/wiki/First_Samnite_War",
      "tags": ["Roman", "War", "Military"],
      "type": "military"
    },
    {
      "date": "01.01.0340",
      "description": "Rome's Latin allies revolt against Roman hegemony in the Latin War. According to tradition, consul Publius Decius Mus performs devotio — ritually sacrificing himself to the gods in battle to ensure Roman victory. The war ends with dissolution of the Latin League and integration of Latins into Roman citizenship.",
      "description_ru": "Латинские союзники Рима восстают против римской гегемонии в Латинской войне. По преданию, консул Публий Деций Мус совершает devotio — ритуально жертвует собой богам в бою, чтобы обеспечить победу Рима. Война заканчивается роспуском Латинского союза и интеграцией латинов в римское гражданство.",
      "era": "BC",
      "latitude": 41.2167,
      "longitude": 13.5667,
      "name": "Latin War",
      "name_ru": "Латинская война",
      "source": "https://en.wikipedia.org/wiki/Latin_War",
      "tags": ["Roman", "War", "Conquest"],
      "type": "military"
    },
    {
      "date": "01.01.0338",
      "description": "Rome dissolves the Latin League after victory, replacing it with individual treaties. Some Latins receive full citizenship, others partial rights, creating a graded system of relationships that becomes a model for Roman expansion.",
      "description_ru": "Рим распускает Латинский союз после победы, заменяя его индивидуальными договорами. Некоторые латины получают полное гражданство, другие — частичные права, создавая градуированную систему отношений, ставшую моделью для римской экспансии.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Roman Settlement of Latium",
      "name_ru": "Римское урегулирование Лация",
      "source": "https://en.wikipedia.org/wiki/Latin_War",
      "tags": ["Roman", "Political", "Administration"],
      "type": "political"
    },
    {
      "date": "01.01.0326",
      "description": "The Lex Poetelia abolishes debt bondage (nexum), the practice of selling oneself or family into slavery to pay debts. This reform follows the case of a young debtor sexually abused by his creditor, sparking public outrage.",
      "description_ru": "Закон Петелия отменяет долговое рабство (nexum), практику продажи себя или семьи в рабство для уплаты долгов. Реформа следует за случаем с молодым должником, подвергшимся сексуальному насилию со стороны кредитора, вызвавшим общественное возмущение.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Abolition of Debt Bondage",
      "name_ru": "Отмена долгового рабства",
      "source": "https://en.wikipedia.org/wiki/Lex_Poetelia_Papiria",
      "tags": ["Roman", "Law", "Political"],
      "type": "political"
    },
    {
      "date": "01.01.0321",
      "description": "Romans suffer their worst humiliation when an army is trapped in the Caudine Forks mountain pass by Samnites under Gaius Pontius. Unable to fight or escape, the entire army is forced to pass under the yoke (sub iugum) — a gateway of spears symbolizing utter defeat. The peace treaty is later repudiated by Rome.",
      "description_ru": "Римляне терпят величайшее унижение, когда армия попадает в ловушку в горном проходе Кавдинские ущелья от самнитов под командованием Гая Понтия. Не в силах сражаться или бежать, вся армия вынуждена пройти под ярмом (sub iugum) — воротами из копий, символизирующими полное поражение. Мирный договор позже расторгнут Римом.",
      "era": "BC",
      "latitude": 41.0700,
      "longitude": 14.6200,
      "name": "Disaster at Caudine Forks",
      "name_ru": "Катастрофа при Кавдинских ущельях",
      "source": "https://en.wikipedia.org/wiki/Battle_of_the_Caudine_Forks",
      "tags": ["Roman", "Battle", "Defeat", "Military"],
      "type": "military"
    },
    {
      "date": "01.01.0312",
      "description": "Censor Appius Claudius Caecus begins construction of the Via Appia, Rome's first major paved road, connecting Rome to Capua (later extended to Brindisi). 'Regina viarum' (Queen of Roads), it enables rapid military movement and trade, becoming the model for all Roman roads.",
      "description_ru": "Цензор Аппий Клавдий Цек начинает строительство Аппиевой дороги, первой крупной мощёной дороги Рима, соединяющей Рим с Капуей (позже продлённой до Бриндизи). 'Regina viarum' (Царица дорог) обеспечивает быстрое передвижение войск и торговлю, став образцом для всех римских дорог.",
      "era": "BC",
      "latitude": 41.8422,
      "longitude": 12.5219,
      "name": "Construction of Via Appia",
      "name_ru": "Строительство Аппиевой дороги",
      "source": "https://en.wikipedia.org/wiki/Appian_Way",
      "tags": ["Roman", "Architecture", "Innovation"],
      "type": "historic"
    },
    {
      "date": "01.01.0312",
      "description": "Appius Claudius also builds Rome's first aqueduct, the Aqua Appia, bringing fresh water 16 km from springs in the Sabine hills. Running mostly underground, it delivers 73,000 cubic meters of water daily to the growing city.",
      "description_ru": "Аппий Клавдий также строит первый римский акведук, Aqua Appia, проводя пресную воду на 16 км из источников в Сабинских холмах. Проходя в основном под землёй, он доставляет 73 000 кубометров воды ежедневно в растущий город.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "First Roman Aqueduct",
      "name_ru": "Первый римский акведук",
      "source": "https://en.wikipedia.org/wiki/Aqua_Appia",
      "tags": ["Roman", "Architecture", "Innovation"],
      "type": "historic"
    },
    {
      "date": "01.01.0310",
      "description": "Roman consul Quintus Fabius Maximus Rullianus leads an army through the Ciminian Forest, a dense woodland considered impassable. Emerging behind Etruscan lines, he wins a decisive victory. This bold move opens northern Etruria to Roman conquest.",
      "description_ru": "Римский консул Квинт Фабий Максим Руллиан ведёт армию через Циминийский лес, густую чащу, считавшуюся непроходимой. Выйдя в тыл этрускам, он одерживает решающую победу. Этот смелый ход открывает северную Этрурию для римского завоевания.",
      "era": "BC",
      "latitude": 42.3000,
      "longitude": 12.1667,
      "name": "Passage of Ciminian Forest",
      "name_ru": "Проход через Циминийский лес",
      "source": "https://en.wikipedia.org/wiki/Ciminian_Forest",
      "tags": ["Roman", "Military", "Victory"],
      "type": "military"
    },
    {
      "date": "01.01.0304",
      "description": "Gnaeus Flavius, a secretary, publishes the legis actiones (legal procedures) and the calendar showing court days — information previously monopolized by patrician pontiffs. This 'theft' of priestly knowledge enrages nobles but empowers ordinary citizens.",
      "description_ru": "Гней Флавий, секретарь, публикует legis actiones (правовые процедуры) и календарь судебных дней — информацию, ранее монополизированную патрицианскими понтификами. Эта 'кража' жреческих знаний возмущает знать, но расширяет права обычных граждан.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Publication of Legal Procedures",
      "name_ru": "Публикация правовых процедур",
      "source": "https://en.wikipedia.org/wiki/Gnaeus_Flavius",
      "tags": ["Roman", "Law", "Political"],
      "type": "political"
    },
    {
      "date": "01.01.0298",
      "description": "The Third Samnite War begins as Samnites form a grand coalition with Gauls, Etruscans, and Umbrians against Rome. This 'war of Italian liberation' represents the last major attempt to check Roman expansion in the peninsula.",
      "description_ru": "Третья Самнитская война начинается, когда самниты формируют большую коалицию с галлами, этрусками и умбрами против Рима. Эта 'война за освобождение Италии' представляет последнюю крупную попытку остановить римскую экспансию на полуострове.",
      "era": "BC",
      "latitude": 41.4878,
      "longitude": 14.6775,
      "name": "Third Samnite War Begins",
      "name_ru": "Начало Третьей Самнитской войны",
      "source": "https://en.wikipedia.org/wiki/Third_Samnite_War",
      "tags": ["Roman", "War", "Military"],
      "type": "military"
    },
    {
      "date": "01.01.0295",
      "description": "At Sentinum, Rome faces a coalition of Samnites, Gauls, Etruscans and Umbrians — the largest army Italy ever assembled against Rome. Consul Publius Decius Mus (son of the earlier Decius) performs devotio like his father. Romans win decisively, breaking Samnite power and securing central Italy.",
      "description_ru": "При Сентине Рим сталкивается с коалицией самнитов, галлов, этрусков и умбров — крупнейшей армией, когда-либо собранной в Италии против Рима. Консул Публий Деций Мус (сын прежнего Деция) совершает devotio подобно отцу. Римляне решительно побеждают, сокрушая самнитскую мощь и закрепляя за собой центральную Италию.",
      "era": "BC",
      "latitude": 43.3500,
      "longitude": 12.7167,
      "name": "Battle of Sentinum",
      "name_ru": "Битва при Сентине",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Sentinum",
      "tags": ["Roman", "Battle", "Victory", "Military"],
      "type": "military"
    },
    {
      "date": "01.01.0290",
      "description": "Manius Curius Dentatus conquers the Sabines and celebrates a triumph. He famously refuses bribes, saying he would rather rule those who have gold than have it himself. Sabine territory is incorporated, and many Sabines receive citizenship.",
      "description_ru": "Маний Курий Дентат покоряет сабинов и празднует триумф. Он знаменито отвергает взятки, говоря, что предпочитает править теми, у кого есть золото, чем владеть им. Сабинская территория присоединяется, многие сабины получают гражданство.",
      "era": "BC",
      "latitude": 42.4000,
      "longitude": 12.8500,
      "name": "Conquest of the Sabines",
      "name_ru": "Покорение сабинов",
      "source": "https://en.wikipedia.org/wiki/Manius_Curius_Dentatus",
      "tags": ["Roman", "Conquest", "Military"],
      "type": "military"
    },
    {
      "date": "01.01.0287",
      "description": "The Lex Hortensia makes plebiscites (decisions of the plebeian assembly) binding on all citizens including patricians, without Senate approval. This completes the Conflict of the Orders, establishing legal equality between patricians and plebeians after two centuries of struggle.",
      "description_ru": "Закон Гортензия делает плебисциты (решения плебейского собрания) обязательными для всех граждан, включая патрициев, без одобрения Сената. Это завершает Борьбу сословий, устанавливая правовое равенство между патрициями и плебеями после двух веков борьбы.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Lex Hortensia",
      "name_ru": "Закон Гортензия",
      "source": "https://en.wikipedia.org/wiki/Lex_Hortensia",
      "tags": ["Roman", "Political", "Law"],
      "type": "political"
    },
    {
      "date": "01.01.0283",
      "description": "Romans defeat the Senones Gauls at Lake Vadimo in Etruria, then systematically expel the entire tribe from Italy. The Senones are the same Gauls who sacked Rome in 390 BC. Their territory becomes the ager Gallicus, settled by Roman colonists.",
      "description_ru": "Римляне разбивают галлов-сенонов у озера Вадимон в Этрурии, затем систематически изгоняют всё племя из Италии. Сеноны — те самые галлы, что разграбили Рим в 390 г. до н.э. Их территория становится ager Gallicus, заселённым римскими колонистами.",
      "era": "BC",
      "latitude": 42.5667,
      "longitude": 12.2167,
      "name": "Battle of Lake Vadimo",
      "name_ru": "Битва у озера Вадимон",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Lake_Vadimo_(283_BC)",
      "tags": ["Roman", "Battle", "Victory"],
      "type": "military"
    },
    {
      "date": "01.01.0280",
      "description": "King Pyrrhus of Epirus lands in Italy with 25,000 men and 20 war elephants to aid Tarentum against Rome. At Heraclea, his elephants terrify Roman horses, winning the battle but with such heavy losses that Pyrrhus says 'One more such victory and we are undone' — origin of 'Pyrrhic victory'.",
      "description_ru": "Царь Пирр Эпирский высаживается в Италии с 25 000 воинов и 20 боевыми слонами, чтобы помочь Таренту против Рима. При Гераклее его слоны пугают римских коней, выигрывая битву, но с такими тяжёлыми потерями, что Пирр говорит: 'Ещё одна такая победа, и мы погибли' — происхождение термина 'Пиррова победа'.",
      "era": "BC",
      "latitude": 40.1547,
      "longitude": 16.6696,
      "name": "Battle of Heraclea",
      "name_ru": "Битва при Гераклее",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Heraclea",
      "tags": ["Roman", "Greek", "Battle", "Military"],
      "type": "military"
    },
    {
      "date": "01.01.0280",
      "description": "After Heraclea, Pyrrhus sends his advisor Cineas to Rome to negotiate peace. Despite Cineas's famous eloquence, the blind old senator Appius Claudius Caecus rallies the Senate to refuse — Rome's first clear statement that it would never negotiate after defeat.",
      "description_ru": "После Гераклеи Пирр посылает советника Кинея в Рим для мирных переговоров. Несмотря на знаменитое красноречие Кинея, слепой старый сенатор Аппий Клавдий Цек воодушевляет Сенат на отказ — первое ясное заявление Рима, что он никогда не будет вести переговоры после поражения.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Cineas Mission to Rome",
      "name_ru": "Миссия Кинея в Рим",
      "source": "https://en.wikipedia.org/wiki/Cineas",
      "tags": ["Roman", "Greek", "Diplomacy", "Political"],
      "type": "political"
    },
    {
      "date": "01.01.0279",
      "description": "Pyrrhus defeats Romans again at Asculum but loses 3,500 of his best troops, including many officers. When congratulated, he reportedly responds: 'If we win one more such battle against the Romans, we shall be utterly ruined.' Unable to replace losses far from home, he eventually abandons Italy.",
      "description_ru": "Пирр снова побеждает римлян при Аускуле, но теряет 3500 лучших воинов, включая многих офицеров. Когда его поздравляют, он отвечает: 'Если мы выиграем ещё одну такую битву с римлянами, мы будем полностью разорены.' Не в состоянии восполнить потери вдали от дома, он в конце концов покидает Италию.",
      "era": "BC",
      "latitude": 41.0167,
      "longitude": 15.4333,
      "name": "Battle of Asculum",
      "name_ru": "Битва при Аускуле",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Asculum",
      "tags": ["Roman", "Greek", "Battle", "Military"],
      "type": "military"
    },
    {
      "date": "01.01.0275",
      "description": "Romans finally defeat Pyrrhus at Beneventum using tactics developed to counter war elephants — stampeding them back into their own lines with fire and javelins. Pyrrhus withdraws to Greece, reportedly saying 'What a wrestling ground we are leaving for Rome and Carthage!'",
      "description_ru": "Римляне наконец побеждают Пирра при Беневенте, используя тактику против боевых слонов — направляя их огнём и дротиками обратно на собственные порядки. Пирр уходит в Грецию, по преданию говоря: 'Какое поле для борьбы мы оставляем Риму и Карфагену!'",
      "era": "BC",
      "latitude": 41.1297,
      "longitude": 14.7772,
      "name": "Battle of Beneventum",
      "name_ru": "Битва при Беневенте",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Beneventum_(275_BC)",
      "tags": ["Roman", "Greek", "Battle", "Victory", "Military"],
      "type": "military"
    },
    {
      "date": "01.01.0272",
      "description": "Tarentum surrenders to Rome after Pyrrhus's final departure. Rome now controls all of peninsular Italy south of the Po Valley. Greek cities retain local autonomy but become Roman allies, beginning Rome's absorption of Magna Graecia and Greek cultural influence.",
      "description_ru": "Тарент сдаётся Риму после окончательного ухода Пирра. Рим теперь контролирует всю полуостровную Италию к югу от долины По. Греческие города сохраняют местную автономию, но становятся римскими союзниками, начиная поглощение Римом Великой Греции и греческого культурного влияния.",
      "era": "BC",
      "latitude": 40.4644,
      "longitude": 17.2470,
      "name": "Fall of Tarentum",
      "name_ru": "Падение Тарента",
      "source": "https://en.wikipedia.org/wiki/Tarentum",
      "tags": ["Roman", "Greek", "Conquest"],
      "type": "military"
    },
    {
      "date": "01.01.0268",
      "description": "Rome mints its first silver coinage, the denarius, as contact with Greek civilization demands participation in Mediterranean trade. Previously, Romans used bronze by weight. The new coinage facilitates commerce and soldiers' pay.",
      "description_ru": "Рим чеканит первые серебряные монеты — денарии, поскольку контакт с греческой цивилизацией требует участия в средиземноморской торговле. Ранее римляне использовали бронзу на вес. Новая монета облегчает торговлю и оплату солдат.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "First Roman Silver Coinage",
      "name_ru": "Первые римские серебряные монеты",
      "source": "https://en.wikipedia.org/wiki/Roman_currency",
      "tags": ["Roman", "Trade", "Innovation"],
      "type": "historic"
    },
    {
      "date": "01.01.0264",
      "description": "Rome founds a colony at Firmum (Fermo) on the Adriatic coast, part of a systematic colonization program. Roman and Latin colonies serve as garrison towns, spreading Roman influence, relieving population pressure, and providing land for veterans.",
      "description_ru": "Рим основывает колонию в Фирме (Фермо) на Адриатическом побережье — часть систематической программы колонизации. Римские и латинские колонии служат гарнизонными городами, распространяя римское влияние, снижая демографическое давление и предоставляя землю ветеранам.",
      "era": "BC",
      "latitude": 43.1600,
      "longitude": 13.7166,
      "name": "Roman Colonization Program",
      "name_ru": "Программа римской колонизации",
      "source": "https://en.wikipedia.org/wiki/Roman_colony",
      "tags": ["Roman", "Foundation", "Administration"],
      "type": "political"
    },
    {
      "date": "01.01.0240",
      "description": "Livius Andronicus, a Greek freedman from Tarentum, produces the first Latin tragedy and comedy adapted from Greek originals, performed at the Roman Games. This marks the birth of Latin literature and Rome's cultural transformation through Greek influence.",
      "description_ru": "Ливий Андроник, греческий вольноотпущенник из Тарента, ставит первую латинскую трагедию и комедию, адаптированную с греческих оригиналов, на Римских играх. Это знаменует рождение латинской литературы и культурное преображение Рима под греческим влиянием.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Birth of Latin Literature",
      "name_ru": "Рождение латинской литературы",
      "source": "https://en.wikipedia.org/wiki/Livius_Andronicus",
      "tags": ["Roman", "Culture", "Greek", "Art"],
      "type": "historic"
    },
    {
      "date": "01.01.0234",
      "description": "Gnaeus Naevius writes the first Latin epic, Bellum Punicum (Punic War), based on recent history rather than Greek myth. He later satirizes the Metelli, a powerful family, and is imprisoned — establishing the dangerous relationship between Roman writers and nobility.",
      "description_ru": "Гней Невий пишет первый латинский эпос, Bellum Punicum (Пуническая война), основанный на недавней истории, а не на греческом мифе. Позже он высмеивает Метеллов, влиятельную семью, и заключён в тюрьму — устанавливая опасные отношения между римскими писателями и знатью.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "First Latin Epic",
      "name_ru": "Первый латинский эпос",
      "source": "https://en.wikipedia.org/wiki/Gnaeus_Naevius",
      "tags": ["Roman", "Culture", "Art"],
      "type": "historic"
    },
    {
      "date": "01.01.0220",
      "description": "Censor Gaius Flaminius builds the Via Flaminia from Rome to Ariminum (Rimini) on the Adriatic coast, opening northern Italy to Roman colonization. He is controversial for bypassing the Senate and championing popular causes against aristocratic interests.",
      "description_ru": "Цензор Гай Фламиний строит Фламиниеву дорогу от Рима до Аримина (Римини) на Адриатическом побережье, открывая северную Италию для римской колонизации. Он вызывает споры, обходя Сенат и отстаивая народные интересы против аристократии.",
      "era": "BC",
      "latitude": 44.0594,
      "longitude": 12.5683,
      "name": "Construction of Via Flaminia",
      "name_ru": "Строительство Фламиниевой дороги",
      "source": "https://en.wikipedia.org/wiki/Via_Flaminia",
      "tags": ["Roman", "Architecture", "Innovation"],
      "type": "historic"
    },
    {
      "date": "01.01.0225",
      "description": "A massive Celtic invasion from the Po Valley is crushed at Telamon in Etruria, where Romans trap the Gauls between two armies. This decisive victory leads to Roman conquest of Cisalpine Gaul (northern Italy) and the founding of colonies at Placentia and Cremona.",
      "description_ru": "Массивное кельтское вторжение из долины По разгромлено при Теламоне в Этрурии, где римляне зажимают галлов между двумя армиями. Эта решающая победа ведёт к римскому завоеванию Цизальпинской Галлии (северной Италии) и основанию колоний в Плаценции и Кремоне.",
      "era": "BC",
      "latitude": 42.8167,
      "longitude": 11.1000,
      "name": "Battle of Telamon",
      "name_ru": "Битва при Теламоне",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Telamon",
      "tags": ["Roman", "Battle", "Victory"],
      "type": "military"
    },
    {
      "date": "01.01.0218",
      "description": "Rome founds colonies at Placentia (Piacenza) and Cremona in the Po Valley to control recently conquered Cisalpine Gaul. These fortified cities will soon prove critical during Hannibal's invasion, remaining loyal despite being surrounded by hostile territory.",
      "description_ru": "Рим основывает колонии в Плаценции (Пьяченца) и Кремоне в долине По для контроля недавно завоёванной Цизальпинской Галлии. Эти укреплённые города вскоре окажутся критически важными во время вторжения Ганнибала, сохраняя лояльность, несмотря на окружение враждебной территорией.",
      "era": "BC",
      "latitude": 45.0522,
      "longitude": 9.6932,
      "name": "Foundation of Placentia and Cremona",
      "name_ru": "Основание Плаценции и Кремоны",
      "source": "https://en.wikipedia.org/wiki/Placentia_(city)",
      "tags": ["Roman", "Foundation", "City"],
      "type": "historic"
    },
    {
      "date": "01.01.0204",
      "description": "The Magna Mater (Cybele), a black meteorite from Phrygia, is brought to Rome as prophecy declared it necessary for victory against Hannibal. The foreign goddess's cult, with its eunuch priests and ecstatic rituals, unsettles Romans but becomes officially Roman.",
      "description_ru": "Великая Мать (Кибела), чёрный метеорит из Фригии, привезена в Рим, поскольку пророчество объявило её необходимой для победы над Ганнибалом. Культ иноземной богини с её жрецами-евнухами и экстатическими ритуалами тревожит римлян, но становится официально римским.",
      "era": "BC",
      "latitude": 41.8892,
      "longitude": 12.4875,
      "name": "Magna Mater Comes to Rome",
      "name_ru": "Великая Мать прибывает в Рим",
      "source": "https://en.wikipedia.org/wiki/Magna_Mater",
      "tags": ["Roman", "Religious"],
      "type": "religious"
    },
    {
      "date": "01.01.0200",
      "description": "Quintus Fabius Pictor writes the first history of Rome in Greek, aimed at explaining Rome to the Greek world after the Second Punic War. His lost work established the traditional founding date of 753 BC and shaped all later Roman historiography.",
      "description_ru": "Квинт Фабий Пиктор пишет первую историю Рима на греческом языке, с целью объяснить Рим греческому миру после Второй Пунической войны. Его утраченный труд установил традиционную дату основания 753 г. до н.э. и сформировал всю последующую римскую историографию.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "First Roman History Written",
      "name_ru": "Первая римская история",
      "source": "https://en.wikipedia.org/wiki/Quintus_Fabius_Pictor",
      "tags": ["Roman", "Culture", "Greek"],
      "type": "historic"
    },
    {
      "date": "01.01.0197",
      "description": "At Cynoscephalae in Thessaly, Roman legions under Flamininus defeat the Macedonian phalanx of Philip V. The flexible Roman maniple system proves superior to the rigid phalanx on broken ground. This ends the Second Macedonian War and establishes Rome as arbiter of Greek affairs.",
      "description_ru": "При Киноскефалах в Фессалии римские легионы под командованием Фламинина разбивают македонскую фалангу Филиппа V. Гибкая римская манипулярная система оказывается превосходящей жёсткую фалангу на пересечённой местности. Это завершает Вторую Македонскую войну и делает Рим арбитром греческих дел.",
      "era": "BC",
      "latitude": 39.4833,
      "longitude": 22.6000,
      "name": "Battle of Cynoscephalae",
      "name_ru": "Битва при Киноскефалах",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Cynoscephalae",
      "tags": ["Roman", "Greek", "Battle", "Victory", "Military"],
      "type": "military"
    },
    {
      "date": "01.01.0196",
      "description": "At the Isthmian Games, Flamininus proclaims freedom for all Greeks from Macedonian control. Greeks erupt in such joyful shouting that birds reportedly fall from the sky. Rome positions itself as liberator, though 'freedom' means freedom to be Roman clients.",
      "description_ru": "На Истмийских играх Фламинин провозглашает свободу для всех греков от македонского контроля. Греки разражаются такими радостными криками, что птицы, по преданию, падают с неба. Рим позиционирует себя освободителем, хотя 'свобода' означает свободу быть римскими клиентами.",
      "era": "BC",
      "latitude": 37.9167,
      "longitude": 22.9833,
      "name": "Freedom of the Greeks Proclaimed",
      "name_ru": "Провозглашение свободы греков",
      "source": "https://en.wikipedia.org/wiki/Titus_Quinctius_Flamininus",
      "tags": ["Roman", "Greek", "Political", "Diplomacy"],
      "type": "political"
    },
    {
      "date": "01.01.0189",
      "description": "At Magnesia, Roman legions under Scipio brothers (Africanus advising, Asiaticus commanding) crush the Seleucid army of Antiochus III despite his war elephants and scythed chariots. Rome becomes the dominant power in the eastern Mediterranean.",
      "description_ru": "При Магнесии римские легионы под командованием братьев Сципионов (Африканский советует, Азиатский командует) разбивают армию Селевкидов Антиоха III несмотря на его боевых слонов и колесницы с косами. Рим становится доминирующей силой в восточном Средиземноморье.",
      "era": "BC",
      "latitude": 38.7500,
      "longitude": 27.5167,
      "name": "Battle of Magnesia",
      "name_ru": "Битва при Магнесии",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Magnesia",
      "tags": ["Roman", "Battle", "Victory", "Military"],
      "type": "military"
    },
    {
      "date": "01.01.0186",
      "description": "The Senate suppresses the cult of Bacchus (Dionysus) throughout Italy after alleged crimes including murder and conspiracy. 7,000 people are reportedly executed. This Senatus consultum de Bacchanalibus is the earliest Roman decree regulating religion.",
      "description_ru": "Сенат подавляет культ Вакха (Диониса) по всей Италии после предполагаемых преступлений, включая убийства и заговор. 7000 человек, по сообщениям, казнены. Этот Senatus consultum de Bacchanalibus — древнейший римский указ, регулирующий религию.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Suppression of the Bacchanalia",
      "name_ru": "Подавление вакханалий",
      "source": "https://en.wikipedia.org/wiki/Senatus_consultum_de_Bacchanalibus",
      "tags": ["Roman", "Religious", "Political"],
      "type": "political"
    },
    {
      "date": "01.01.0184",
      "description": "Marcus Porcius Cato becomes censor and launches a moral crusade against luxury, Greek influence, and corruption. He expels senators, increases taxes on luxuries, and demolishes buildings encroaching on public land. His stern traditionalism becomes legendary.",
      "description_ru": "Марк Порций Катон становится цензором и начинает моральный крестовый поход против роскоши, греческого влияния и коррупции. Он исключает сенаторов, увеличивает налоги на предметы роскоши и сносит здания, захватывающие общественную землю. Его суровый традиционализм становится легендарным.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Cato the Elder's Censorship",
      "name_ru": "Цензура Катона Старшего",
      "source": "https://en.wikipedia.org/wiki/Cato_the_Elder",
      "tags": ["Roman", "Political"],
      "type": "political"
    },
    {
      "date": "01.01.0171",
      "description": "The Senate receives unprecedented complaints from allied cities about Roman magistrates' abuses in Spain. A tribunal is established, but the guilty praetors escape punishment through influence. This foreshadows later provincial exploitation.",
      "description_ru": "Сенат получает беспрецедентные жалобы от союзных городов на злоупотребления римских магистратов в Испании. Создаётся трибунал, но виновные преторы избегают наказания благодаря влиянию. Это предвещает более позднюю эксплуатацию провинций.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "First Provincial Abuse Trials",
      "name_ru": "Первые суды о провинциальных злоупотреблениях",
      "source": "https://en.wikipedia.org/wiki/Roman_province",
      "tags": ["Roman", "Political", "Law"],
      "type": "political"
    },
    {
      "date": "01.01.0168",
      "description": "At Pydna, Roman consul Aemilius Paullus annihilates the Macedonian phalanx of King Perseus in under an hour. 20,000 Macedonians die. Perseus is paraded in Paullus's triumph and dies a Roman prisoner. Macedonia is divided into four puppet republics.",
      "description_ru": "При Пидне римский консул Эмилий Павел уничтожает македонскую фалангу царя Персея менее чем за час. 20 000 македонцев гибнут. Персея проводят в триумфе Павла, и он умирает римским пленником. Македония разделена на четыре марионеточные республики.",
      "era": "BC",
      "latitude": 40.4000,
      "longitude": 22.5833,
      "name": "Battle of Pydna",
      "name_ru": "Битва при Пидне",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Pydna",
      "tags": ["Roman", "Greek", "Battle", "Victory", "Military"],
      "type": "military"
    },
    {
      "date": "01.01.0167",
      "description": "Rome abolishes the tributum, direct tax on Roman citizens, paid for by the wealth flowing from conquered territories and provinces. Citizens would not pay direct taxes again until the crisis of the Empire three centuries later.",
      "description_ru": "Рим отменяет tributum, прямой налог на римских граждан, оплачиваемый богатством, текущим из завоёванных территорий и провинций. Граждане больше не будут платить прямые налоги до кризиса Империи три века спустя.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Direct Citizen Tax Abolished",
      "name_ru": "Отмена прямого налога на граждан",
      "source": "https://en.wikipedia.org/wiki/Tributum",
      "tags": ["Roman", "Political", "Administration"],
      "type": "political"
    },
    {
      "date": "01.01.0155",
      "description": "Three Greek philosophers — Carneades (skeptic), Diogenes (stoic), and Critolaus (peripatetic) — come to Rome as Athenian ambassadors. Carneades shocks Romans by arguing both sides of justice on successive days, demonstrating rhetoric's power to prove anything.",
      "description_ru": "Три греческих философа — Карнеад (скептик), Диоген (стоик) и Критолай (перипатетик) — прибывают в Рим как афинские послы. Карнеад шокирует римлян, аргументируя обе стороны справедливости в последовательные дни, демонстрируя способность риторики доказать что угодно.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Greek Philosophers in Rome",
      "name_ru": "Греческие философы в Риме",
      "source": "https://en.wikipedia.org/wiki/Carneades",
      "tags": ["Roman", "Greek", "Culture"],
      "type": "historic"
    },
    {
      "date": "01.01.0149",
      "description": "The Lex Calpurnia establishes Rome's first permanent court (quaestio perpetua) to try provincial extortion cases. Previously, each case required special legislation. This begins the system of permanent specialized courts that would later try treason and murder.",
      "description_ru": "Закон Кальпурния учреждает первый постоянный суд Рима (quaestio perpetua) для рассмотрения дел о провинциальном вымогательстве. Ранее каждое дело требовало специального законодательства. Это начало системы постоянных специализированных судов, которые позже будут судить измену и убийство.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "First Permanent Court Established",
      "name_ru": "Первый постоянный суд",
      "source": "https://en.wikipedia.org/wiki/Lex_Calpurnia",
      "tags": ["Roman", "Law", "Political"],
      "type": "political"
    },
    {
      "date": "01.01.0146",
      "description": "Roman general Lucius Mummius destroys Corinth, slaughters the men, and sells women and children into slavery. The city is left uninhabited for a century. Mummius famously warned shippers that if the art treasures were lost, they would have to replace them.",
      "description_ru": "Римский полководец Луций Муммий разрушает Коринф, уничтожает мужчин и продаёт женщин и детей в рабство. Город остаётся необитаемым на столетие. Муммий прославился предупреждением перевозчикам, что если художественные сокровища будут потеряны, им придётся их заменить.",
      "era": "BC",
      "latitude": 37.9062,
      "longitude": 22.8797,
      "name": "Destruction of Corinth",
      "name_ru": "Разрушение Коринфа",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Corinth_(146_BC)",
      "tags": ["Roman", "Greek", "Destruction", "Conquest"],
      "type": "military"
    },
    {
      "date": "01.01.0139",
      "description": "The Lex Gabinia introduces secret ballot for elections, followed by laws extending it to trials and legislation. Previously, voting was public and subject to intimidation. Conservative senators oppose this shield against aristocratic pressure.",
      "description_ru": "Закон Габиния вводит тайное голосование на выборах, за ним следуют законы, распространяющие его на суды и законодательство. Ранее голосование было публичным и подвержено запугиванию. Консервативные сенаторы выступают против этого щита от аристократического давления.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Introduction of Secret Ballot",
      "name_ru": "Введение тайного голосования",
      "source": "https://en.wikipedia.org/wiki/Lex_Gabinia_tabellaria",
      "tags": ["Roman", "Political", "Law"],
      "type": "political"
    },
    {
      "date": "01.01.0136",
      "description": "The First Servile War erupts in Sicily when mistreated slaves revolt under the Syrian Eunus, who proclaims himself King Antiochus. At its height, 200,000 slaves control most of Sicily. It takes Rome years and multiple armies to suppress.",
      "description_ru": "Первое восстание рабов вспыхивает в Сицилии, когда притесняемые рабы восстают под руководством сирийца Евна, провозгласившего себя царём Антиохом. На пике 200 000 рабов контролируют большую часть Сицилии. Риму требуются годы и несколько армий, чтобы подавить его.",
      "era": "BC",
      "latitude": 37.5650,
      "longitude": 15.0940,
      "name": "First Servile War in Sicily",
      "name_ru": "Первое восстание рабов в Сицилии",
      "source": "https://en.wikipedia.org/wiki/First_Servile_War",
      "tags": ["Roman", "War", "Revolution"],
      "type": "military"
    },
    {
      "date": "01.01.0133",
      "description": "Tribune Tiberius Gracchus proposes redistributing public land (ager publicus) illegally held by wealthy citizens to landless Romans. When blocked by a colleague's veto, he has the tribune deposed — unconstitutionally. He is clubbed to death by senators, the first political murder in Rome in 400 years.",
      "description_ru": "Трибун Тиберий Гракх предлагает перераспределить общественную землю (ager publicus), незаконно занятую богатыми гражданами, безземельным римлянам. Когда его блокируют вето коллеги, он добивается смещения трибуна — неконституционно. Его забивают до смерти сенаторы — первое политическое убийство в Риме за 400 лет.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Reforms and Death of Tiberius Gracchus",
      "name_ru": "Реформы и гибель Тиберия Гракха",
      "source": "https://en.wikipedia.org/wiki/Tiberius_Gracchus",
      "tags": ["Roman", "Political", "Death", "Revolution"],
      "type": "political"
    },
    {
      "date": "01.01.0133",
      "description": "King Attalus III of Pergamon bequeaths his kingdom to Rome in his will. The wealthy realm becomes the province of Asia, Rome's richest province and a source of vast tax revenue — and a temptation for corrupt governors.",
      "description_ru": "Царь Аттал III Пергамский завещает своё царство Риму. Богатое государство становится провинцией Азия, богатейшей провинцией Рима и источником огромных налоговых поступлений — а также соблазном для коррумпированных наместников.",
      "era": "BC",
      "latitude": 39.1200,
      "longitude": 27.1830,
      "name": "Bequest of Pergamon",
      "name_ru": "Завещание Пергама",
      "source": "https://en.wikipedia.org/wiki/Attalus_III",
      "tags": ["Roman", "Greek", "Political"],
      "type": "political"
    },
    {
      "date": "01.01.0123",
      "description": "Gaius Gracchus, brother of Tiberius, becomes tribune and enacts sweeping reforms: subsidized grain for Romans, jury reform to break senatorial corruption, road building, and colonial foundations. After two terms, he is declared a public enemy and killed with 3,000 supporters.",
      "description_ru": "Гай Гракх, брат Тиберия, становится трибуном и проводит масштабные реформы: субсидированное зерно для римлян, судебная реформа для борьбы с сенаторской коррупцией, строительство дорог и основание колоний. После двух сроков его объявляют врагом государства и убивают вместе с 3000 сторонников.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Reforms and Death of Gaius Gracchus",
      "name_ru": "Реформы и гибель Гая Гракха",
      "source": "https://en.wikipedia.org/wiki/Gaius_Gracchus",
      "tags": ["Roman", "Political", "Death", "Revolution"],
      "type": "political"
    },
    {
      "date": "01.01.0121",
      "description": "The Senate passes the first senatus consultum ultimum (final decree), authorizing the consul to take any measures to protect the state — effectively martial law. It is used to justify killing Gaius Gracchus and his followers without trial.",
      "description_ru": "Сенат принимает первый senatus consultum ultimum (чрезвычайный указ), уполномочивая консула предпринять любые меры для защиты государства — фактически военное положение. Он используется для оправдания убийства Гая Гракха и его сторонников без суда.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "First Senatus Consultum Ultimum",
      "name_ru": "Первый чрезвычайный указ Сената",
      "source": "https://en.wikipedia.org/wiki/Senatus_consultum_ultimum",
      "tags": ["Roman", "Political", "Law"],
      "type": "political"
    },
    {
      "date": "01.01.0118",
      "description": "Rome founds Narbo Martius (Narbonne), its first colony outside Italy, in southern Gaul. This establishes permanent Roman presence across the Alps and begins the Romanization of Gaul. The area becomes the province of Gallia Narbonensis.",
      "description_ru": "Рим основывает Нарбо Марций (Нарбонн), свою первую колонию за пределами Италии, в южной Галлии. Это устанавливает постоянное римское присутствие за Альпами и начинает романизацию Галлии. Территория становится провинцией Нарбонская Галлия.",
      "era": "BC",
      "latitude": 43.1836,
      "longitude": 3.0033,
      "name": "First Colony Outside Italy",
      "name_ru": "Первая колония за пределами Италии",
      "source": "https://en.wikipedia.org/wiki/Narbonne",
      "tags": ["Roman", "Foundation", "City", "Conquest"],
      "type": "historic"
    },
    {
      "date": "01.01.0112",
      "description": "Jugurtha, king of Numidia, massacres Italian merchants at Cirta while fighting for his throne. When Roman envoys come to investigate, he bribes them. His reported boast that 'Rome is a city for sale' humiliates the Senate and triggers war.",
      "description_ru": "Югурта, царь Нумидии, устраивает резню италийских купцов в Цирте, сражаясь за трон. Когда римские послы приезжают расследовать, он подкупает их. Его приписываемое хвастовство 'Рим — город на продажу' унижает Сенат и провоцирует войну.",
      "era": "BC",
      "latitude": 36.3650,
      "longitude": 6.6147,
      "name": "Jugurthine War Begins",
      "name_ru": "Начало Югуртинской войны",
      "source": "https://en.wikipedia.org/wiki/Jugurthine_War",
      "tags": ["Roman", "War", "Military"],
      "type": "military"
    },
    {
      "date": "01.01.0107",
      "description": "Gaius Marius, a 'new man' without noble ancestry, is elected consul to end the Jugurthine War. He abolishes the property requirement for military service, opening the army to the landless poor. Soldiers now depend on their general for land grants after service — fateful for the Republic.",
      "description_ru": "Гай Марий, 'новый человек' без знатного происхождения, избран консулом, чтобы завершить Югуртинскую войну. Он отменяет имущественный ценз для военной службы, открывая армию для безземельных бедняков. Солдаты теперь зависят от полководца в получении земельных наделов после службы — роковое изменение для Республики.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Marian Military Reforms",
      "name_ru": "Военные реформы Мария",
      "source": "https://en.wikipedia.org/wiki/Marian_reforms",
      "tags": ["Roman", "Military", "Political"],
      "type": "political"
    },
    {
      "date": "01.01.0105",
      "description": "Germanic tribes — Cimbri and Teutones — annihilate two Roman armies at Arausio (Orange) in southern Gaul. 80,000 Romans and 40,000 camp followers perish — the worst defeat since Cannae. Marius is elected consul five times consecutively to meet the threat.",
      "description_ru": "Германские племена — кимвры и тевтоны — уничтожают две римские армии при Араузионе (Оранж) в южной Галлии. 80 000 римлян и 40 000 обозных погибают — худшее поражение со времён Канн. Марий избирается консулом пять раз подряд для отражения угрозы.",
      "era": "BC",
      "latitude": 44.1386,
      "longitude": 4.8081,
      "name": "Disaster at Arausio",
      "name_ru": "Катастрофа при Араузионе",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Arausio",
      "tags": ["Roman", "Battle", "Defeat", "Military"],
      "type": "military"
    },
    {
      "date": "01.01.0102",
      "description": "Marius destroys the Teutones at Aquae Sextiae (Aix-en-Provence). 100,000 are killed or captured. The Teuton women, refusing enslavement, kill their children and themselves. The following year, Marius destroys the Cimbri at Vercellae in northern Italy.",
      "description_ru": "Марий уничтожает тевтонов при Аквах Секстиевых (Экс-ан-Прованс). 100 000 убито или захвачено в плен. Женщины тевтонов, отказываясь от рабства, убивают своих детей и себя. В следующем году Марий уничтожает кимвров при Верцеллах в северной Италии.",
      "era": "BC",
      "latitude": 43.5297,
      "longitude": 5.4474,
      "name": "Marius Defeats the Cimbri and Teutones",
      "name_ru": "Марий разбивает кимвров и тевтонов",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Aquae_Sextiae",
      "tags": ["Roman", "Battle", "Victory", "Military"],
      "type": "military"
    },
    {
      "date": "01.01.0100",
      "description": "Tribune Saturninus proposes radical land reforms for Marius's veterans, using violence to pass legislation. When Saturninus murders a political rival, Marius reluctantly enforces the senatus consultum ultimum against his own ally, who is killed by a mob.",
      "description_ru": "Трибун Сатурнин предлагает радикальные земельные реформы для ветеранов Мария, используя насилие для принятия законов. Когда Сатурнин убивает политического соперника, Марий неохотно исполняет чрезвычайный указ Сената против собственного союзника, убитого толпой.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Violence of Saturninus",
      "name_ru": "Насилие Сатурнина",
      "source": "https://en.wikipedia.org/wiki/Lucius_Appuleius_Saturninus",
      "tags": ["Roman", "Political", "Death", "Revolution"],
      "type": "political"
    },
    {
      "date": "01.01.0091",
      "description": "Tribune Marcus Livius Drusus proposes citizenship for Italian allies who had fought in Rome's wars for generations. When he is murdered and the reforms rejected, the Italian allies revolt. They form their own state 'Italia' with a capital at Corfinium.",
      "description_ru": "Трибун Марк Ливий Друз предлагает гражданство для италийских союзников, которые воевали в римских войнах на протяжении поколений. Когда его убивают и реформы отклоняют, италийские союзники восстают. Они создают собственное государство 'Италия' со столицей в Корфинии.",
      "era": "BC",
      "latitude": 42.1231,
      "longitude": 13.8411,
      "name": "Social War Begins",
      "name_ru": "Начало Союзнической войны",
      "source": "https://en.wikipedia.org/wiki/Social_War_(91%E2%80%9387_BC)",
      "tags": ["Roman", "War", "Political"],
      "type": "military"
    },
    {
      "date": "01.01.0090",
      "description": "To end the Social War, Rome passes the Lex Julia granting citizenship to Italian allies who had not revolted or who laid down arms. Followed by Lex Plautia Papiria, these laws eventually extend citizenship to all of peninsular Italy — transforming Rome from city-state to nation.",
      "description_ru": "Чтобы завершить Союзническую войну, Рим принимает Закон Юлия, предоставляя гражданство италийским союзникам, которые не восстали или сложили оружие. За ним следует Закон Плавция-Папирия, в итоге распространяя гражданство на всю полуостровную Италию — превращая Рим из города-государства в нацию.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Italian Citizenship Extended",
      "name_ru": "Распространение италийского гражданства",
      "source": "https://en.wikipedia.org/wiki/Lex_Julia_(90_BC)",
      "tags": ["Roman", "Political", "Law"],
      "type": "political"
    },
    {
      "date": "01.01.0088",
      "description": "Consul Lucius Cornelius Sulla, assigned command against Mithridates, has his command transferred to Marius by popular vote. Sulla marches his legions on Rome — the first time a Roman army attacks its own city. Marius flees. Sulla reorganizes the state and departs for the East.",
      "description_ru": "Консулу Луцию Корнелию Сулле, назначенному командовать против Митридата, его командование передают Марию народным голосованием. Сулла ведёт свои легионы на Рим — впервые римская армия атакует собственный город. Марий бежит. Сулла реорганизует государство и отправляется на Восток.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Sulla Marches on Rome",
      "name_ru": "Поход Суллы на Рим",
      "source": "https://en.wikipedia.org/wiki/Sulla%27s_first_civil_war",
      "tags": ["Roman", "Political", "Civil War", "Military"],
      "type": "political"
    },
    {
      "date": "01.01.0087",
      "description": "Marius returns to Rome with an army while Sulla fights in the East. He conducts a bloody purge of his enemies, killing senators and equestrians for five days. Heads are displayed on the Rostra. Marius dies 17 days into his unprecedented seventh consulship.",
      "description_ru": "Марий возвращается в Рим с армией, пока Сулла воюет на Востоке. Он проводит кровавую чистку своих врагов, убивая сенаторов и всадников пять дней. Головы выставляются на Рострах. Марий умирает через 17 дней после начала своего беспрецедентного седьмого консульства.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Marius's Bloody Return",
      "name_ru": "Кровавое возвращение Мария",
      "source": "https://en.wikipedia.org/wiki/Gaius_Marius",
      "tags": ["Roman", "Political", "Death", "Civil War"],
      "type": "political"
    },
    {
      "date": "01.01.0086",
      "description": "Sulla captures Athens, which had joined Mithridates of Pontus, after a brutal siege. He sacks the city, massacring civilians and stripping ancient temples of their treasures. Sulla's loot includes Aristotle's library, bringing it to Rome.",
      "description_ru": "Сулла захватывает Афины, присоединившиеся к Митридату Понтийскому, после жестокой осады. Он разоряет город, устраивая резню мирных жителей и лишая древние храмы их сокровищ. Добыча Суллы включает библиотеку Аристотеля, привезённую в Рим.",
      "era": "BC",
      "latitude": 37.9715,
      "longitude": 23.7257,
      "name": "Sulla Sacks Athens",
      "name_ru": "Сулла разоряет Афины",
      "source": "https://en.wikipedia.org/wiki/Siege_of_Athens_and_Piraeus_(87%E2%80%9386_BC)",
      "tags": ["Roman", "Greek", "Siege", "Destruction"],
      "type": "military"
    },
    {
      "date": "01.11.0082",
      "description": "Sulla defeats the Marian forces at the Colline Gate outside Rome in a desperate night battle. 50,000 die. He becomes dictator and publishes proscription lists — 520 senators and equestrians are outlawed, their property confiscated, and killers rewarded. The young Julius Caesar barely escapes.",
      "description_ru": "Сулла разбивает марианские силы у Коллинских ворот под Римом в отчаянной ночной битве. 50 000 погибают. Он становится диктатором и публикует проскрипционные списки — 520 сенаторов и всадников объявлены вне закона, их имущество конфисковано, убийцы вознаграждены. Молодой Юлий Цезарь едва спасается.",
      "era": "BC",
      "latitude": 41.9097,
      "longitude": 12.5017,
      "name": "Battle of the Colline Gate",
      "name_ru": "Битва у Коллинских ворот",
      "source": "https://en.wikipedia.org/wiki/Battle_of_the_Colline_Gate",
      "tags": ["Roman", "Battle", "Civil War", "Political"],
      "type": "military"
    },
    {
      "date": "01.01.0081",
      "description": "Sulla's constitutional reforms aim to restore senatorial supremacy: tribunes lose veto power and cannot hold higher office, senators increased from 300 to 600, cursus honorum (career ladder) strictly regulated, and provincial governors banned from making war without Senate approval.",
      "description_ru": "Конституционные реформы Суллы направлены на восстановление сенаторского превосходства: трибуны лишаются права вето и не могут занимать высшие должности, число сенаторов увеличивается с 300 до 600, cursus honorum (карьерная лестница) строго регламентируется, провинциальным наместникам запрещено вести войну без одобрения Сената.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Sulla's Constitutional Reforms",
      "name_ru": "Конституционные реформы Суллы",
      "source": "https://en.wikipedia.org/wiki/Sulla",
      "tags": ["Roman", "Political", "Law"],
      "type": "political"
    },
    {
      "date": "01.01.0079",
      "description": "Sulla voluntarily resigns his dictatorship after reforming the constitution. He retires to his estate and dies the following year. His epitaph: 'No friend ever served me, and no enemy ever wronged me, whom I have not repaid in full.'",
      "description_ru": "Сулла добровольно слагает диктатуру после реформирования конституции. Он удаляется в своё поместье и умирает в следующем году. Его эпитафия: 'Ни один друг не служил мне, и ни один враг не обидел меня, кому я не отплатил сполна.'",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Sulla Resigns Dictatorship",
      "name_ru": "Сулла слагает диктатуру",
      "source": "https://en.wikipedia.org/wiki/Sulla",
      "tags": ["Roman", "Political"],
      "type": "political"
    },
    {
      "date": "01.01.0073",
      "description": "Spartacus, a Thracian gladiator, escapes from a training school in Capua with 70 followers. His slave army grows to 120,000, defeating multiple Roman forces. The revolt terrifies Rome — not just a slave war, but a challenge to the entire social order.",
      "description_ru": "Спартак, фракийский гладиатор, бежит из гладиаторской школы в Капуе с 70 последователями. Его армия рабов вырастает до 120 000, побеждая несколько римских армий. Восстание ужасает Рим — не просто война с рабами, но вызов всему социальному порядку.",
      "era": "BC",
      "latitude": 41.0847,
      "longitude": 14.2501,
      "name": "Spartacus Slave Revolt Begins",
      "name_ru": "Начало восстания Спартака",
      "source": "https://en.wikipedia.org/wiki/Third_Servile_War",
      "tags": ["Roman", "War", "Revolution"],
      "type": "military"
    },
    {
      "date": "01.01.0071",
      "description": "Marcus Licinius Crassus defeats Spartacus in Lucania. Spartacus dies fighting, his body never found. Crassus crucifies 6,000 captured slaves along the Via Appia from Capua to Rome — bodies left to rot as a warning. Pompey returns from Spain to claim credit for finishing off survivors.",
      "description_ru": "Марк Лициний Красс разбивает Спартака в Лукании. Спартак гибнет в бою, его тело так и не найдено. Красс распинает 6000 захваченных рабов вдоль Аппиевой дороги от Капуи до Рима — тела оставлены гнить как предупреждение. Помпей возвращается из Испании, присваивая себе заслугу уничтожения уцелевших.",
      "era": "BC",
      "latitude": 40.4000,
      "longitude": 15.9000,
      "name": "Death of Spartacus",
      "name_ru": "Гибель Спартака",
      "source": "https://en.wikipedia.org/wiki/Spartacus",
      "tags": ["Roman", "Battle", "Death", "War"],
      "type": "military"
    },
    {
      "date": "01.01.0070",
      "description": "Consuls Pompey and Crassus dismantle Sulla's constitution: they restore tribunes' powers, reform the extortion courts, and reopen the censorship. Within a decade of Sulla's death, his careful conservative architecture is demolished.",
      "description_ru": "Консулы Помпей и Красс демонтируют конституцию Суллы: они восстанавливают полномочия трибунов, реформируют суды по вымогательству и возобновляют цензуру. В течение десятилетия после смерти Суллы его тщательная консервативная архитектура разрушена.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Sulla's Laws Dismantled",
      "name_ru": "Отмена законов Суллы",
      "source": "https://en.wikipedia.org/wiki/Pompey",
      "tags": ["Roman", "Political", "Law"],
      "type": "political"
    },
    {
      "date": "01.01.0067",
      "description": "The Lex Gabinia grants Pompey unprecedented command over the entire Mediterranean to suppress pirates who had paralyzed trade and even raided the port of Ostia. With 500 ships, he clears the sea in just three months, resettling pirates as farmers.",
      "description_ru": "Закон Габиния даёт Помпею беспрецедентное командование над всем Средиземноморьем для борьбы с пиратами, парализовавшими торговлю и даже совершавшими набеги на порт Остия. С 500 кораблями он очищает море всего за три месяца, расселяя пиратов как земледельцев.",
      "era": "BC",
      "latitude": 41.7557,
      "longitude": 12.2920,
      "name": "Pompey's Pirate Campaign",
      "name_ru": "Пиратская кампания Помпея",
      "source": "https://en.wikipedia.org/wiki/Lex_Gabinia",
      "tags": ["Roman", "Military", "Naval"],
      "type": "military"
    },
    {
      "date": "01.01.0066",
      "description": "The Lex Manilia gives Pompey command against Mithridates of Pontus, despite Senate objections. Cicero supports it in his first political speech. Pompey will spend three years reorganizing the East, creating new provinces and client kingdoms.",
      "description_ru": "Закон Манилия даёт Помпею командование против Митридата Понтийского, несмотря на возражения Сената. Цицерон поддерживает его в своей первой политической речи. Помпей проведёт три года, реорганизуя Восток, создавая новые провинции и клиентские царства.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Pompey's Eastern Command",
      "name_ru": "Восточное командование Помпея",
      "source": "https://en.wikipedia.org/wiki/Lex_Manilia",
      "tags": ["Roman", "Political", "Military"],
      "type": "political"
    },
    {
      "date": "01.01.0063",
      "description": "Lucius Sergius Catilina, a ruined nobleman, plots to overthrow the Republic with an army of debtors and veterans. Consul Cicero exposes the plot in the Senate with his famous orations. Five conspirators are executed without trial — controversial even then, and later used against Cicero.",
      "description_ru": "Луций Сергий Катилина, разорённый аристократ, замышляет свергнуть Республику с армией должников и ветеранов. Консул Цицерон разоблачает заговор в Сенате своими знаменитыми речами. Пятеро заговорщиков казнены без суда — спорное решение даже тогда, позже использованное против Цицерона.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Catiline Conspiracy",
      "name_ru": "Заговор Катилины",
      "source": "https://en.wikipedia.org/wiki/Catilinarian_conspiracy",
      "tags": ["Roman", "Political", "Revolution"],
      "type": "political"
    },
    {
      "date": "01.01.0063",
      "description": "Pompey captures Jerusalem after a three-month siege, entering the Temple's Holy of Holies — but taking nothing. He makes Judaea a Roman client state. His intervention in Jewish politics will have consequences for centuries.",
      "description_ru": "Помпей захватывает Иерусалим после трёхмесячной осады, войдя в Святая Святых Храма — но ничего не взяв. Он делает Иудею римским клиентским государством. Его вмешательство в еврейскую политику будет иметь последствия на века.",
      "era": "BC",
      "latitude": 31.7785,
      "longitude": 35.2346,
      "name": "Pompey Captures Jerusalem",
      "name_ru": "Помпей захватывает Иерусалим",
      "source": "https://en.wikipedia.org/wiki/Siege_of_Jerusalem_(63_BC)",
      "tags": ["Roman", "Conquest", "Siege", "Israel"],
      "type": "military"
    },
    {
      "date": "01.01.0060",
      "description": "Caesar, Pompey, and Crassus form an informal alliance (later called the First Triumvirate) to bypass Senate opposition. Pompey needs land for his veterans, Crassus wants tax contracts, Caesar wants a consulship and military command. Together they dominate Roman politics.",
      "description_ru": "Цезарь, Помпей и Красс формируют неформальный союз (позже названный Первым триумвиратом), чтобы обойти сенатское сопротивление. Помпею нужна земля для ветеранов, Крассу — налоговые контракты, Цезарю — консульство и военное командование. Вместе они доминируют в римской политике.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "First Triumvirate Formed",
      "name_ru": "Создание Первого триумвирата",
      "source": "https://en.wikipedia.org/wiki/First_Triumvirate",
      "tags": ["Roman", "Political"],
      "type": "political"
    },
    {
      "date": "01.01.0058",
      "description": "Caesar begins his Gallic Wars. Over nine years he conquers all of Gaul (modern France, Belgium, parts of Germany), conducts two expeditions to Britain, and crosses the Rhine twice. He kills or enslaves over a million Gauls while building a fiercely loyal veteran army.",
      "description_ru": "Цезарь начинает Галльские войны. За девять лет он завоёвывает всю Галлию (современные Франция, Бельгия, часть Германии), проводит две экспедиции в Британию и дважды переходит Рейн. Он убивает или порабощает более миллиона галлов, создавая преданную ветеранскую армию.",
      "era": "BC",
      "latitude": 46.2276,
      "longitude": 2.2137,
      "name": "Caesar's Gallic Wars Begin",
      "name_ru": "Начало Галльских войн Цезаря",
      "source": "https://en.wikipedia.org/wiki/Gallic_Wars",
      "tags": ["Roman", "War", "Conquest", "Military"],
      "type": "military"
    },
    {
      "date": "01.01.0058",
      "description": "Tribune Clodius exiles Cicero for executing the Catiline conspirators without trial. Cicero's house is demolished and the site consecrated as a temple. He spends 16 months in exile before his triumphant recall in 57 BC.",
      "description_ru": "Трибун Клодий изгоняет Цицерона за казнь заговорщиков Катилины без суда. Дом Цицерона сносится, а место освящается как храм. Он проводит 16 месяцев в изгнании до триумфального возвращения в 57 г. до н.э.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Exile of Cicero",
      "name_ru": "Изгнание Цицерона",
      "source": "https://en.wikipedia.org/wiki/Cicero",
      "tags": ["Roman", "Political"],
      "type": "political"
    },
    {
      "date": "01.01.0056",
      "description": "The triumvirs meet at Luca to renew their alliance. Pompey and Crassus will be consuls again; Caesar's command extended for five more years. The meeting demonstrates how three men can control the Republic against Senate opposition.",
      "description_ru": "Триумвиры встречаются в Луке, чтобы обновить союз. Помпей и Красс снова будут консулами; командование Цезаря продлевается ещё на пять лет. Встреча демонстрирует, как трое могут контролировать Республику вопреки сенатскому сопротивлению.",
      "era": "BC",
      "latitude": 43.8375,
      "longitude": 10.4950,
      "name": "Conference at Luca",
      "name_ru": "Конференция в Луке",
      "source": "https://en.wikipedia.org/wiki/Luca_Conference",
      "tags": ["Roman", "Political"],
      "type": "political"
    },
    {
      "date": "01.01.0055",
      "description": "Caesar builds a timber bridge across the Rhine in just ten days — a feat of military engineering meant to awe the Germanic tribes. He spends 18 days demonstrating Roman power on German soil, then destroys the bridge to show he could return anytime.",
      "description_ru": "Цезарь строит деревянный мост через Рейн всего за десять дней — подвиг военной инженерии, призванный устрашить германские племена. Он проводит 18 дней, демонстрируя римскую мощь на германской земле, затем разрушает мост, показывая, что может вернуться в любое время.",
      "era": "BC",
      "latitude": 50.3536,
      "longitude": 7.5845,
      "name": "Caesar Crosses the Rhine",
      "name_ru": "Цезарь переходит Рейн",
      "source": "https://en.wikipedia.org/wiki/Caesar%27s_Rhine_bridges",
      "tags": ["Roman", "Military", "Innovation"],
      "type": "military"
    },
    {
      "date": "01.08.0055",
      "description": "Caesar lands in Britain with two legions — the first Roman invasion of the island. Stormy weather damages his fleet and limits the expedition, but he returns the following year with five legions, receiving submission from several British tribes.",
      "description_ru": "Цезарь высаживается в Британии с двумя легионами — первое римское вторжение на остров. Штормовая погода повреждает его флот и ограничивает экспедицию, но он возвращается в следующем году с пятью легионами, получая покорность от нескольких британских племён.",
      "era": "BC",
      "latitude": 51.2930,
      "longitude": 1.1167,
      "name": "Caesar Invades Britain",
      "name_ru": "Цезарь вторгается в Британию",
      "source": "https://en.wikipedia.org/wiki/Caesar%27s_invasions_of_Britain",
      "tags": ["Roman", "Invasions", "Exploration", "Military"],
      "type": "military"
    },
    {
      "date": "01.01.0054",
      "description": "Julia, daughter of Caesar and wife of Pompey, dies in childbirth. Her death removes the personal bond between her father and husband. The infant also dies. The First Triumvirate begins to unravel.",
      "description_ru": "Юлия, дочь Цезаря и жена Помпея, умирает при родах. Её смерть разрывает личную связь между отцом и мужем. Младенец тоже умирает. Первый триумвират начинает распадаться.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Death of Julia",
      "name_ru": "Смерть Юлии",
      "source": "https://en.wikipedia.org/wiki/Julia_(daughter_of_Julius_Caesar)",
      "tags": ["Roman", "Death", "Political"],
      "type": "historic"
    },
    {
      "date": "01.01.0052",
      "description": "The Gallic chieftain Vercingetorix unites the tribes in a massive revolt against Rome. After initial successes, he is besieged at Alesia where Caesar builds two rings of fortifications — one facing in, one facing out against a relief army of 250,000. Vercingetorix surrenders and is later executed in Rome.",
      "description_ru": "Галльский вождь Верцингеториг объединяет племена в массовом восстании против Рима. После первоначальных успехов он осаждён в Алезии, где Цезарь строит два кольца укреплений — одно внутрь, одно наружу против армии помощи в 250 000. Верцингеториг сдаётся и позже казнён в Риме.",
      "era": "BC",
      "latitude": 47.5361,
      "longitude": 4.5022,
      "name": "Siege of Alesia",
      "name_ru": "Осада Алезии",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Alesia",
      "tags": ["Roman", "Siege", "Victory", "Military"],
      "type": "military"
    },
    {
      "date": "01.01.0052",
      "description": "Clodius is murdered by Milo's gang on the Via Appia. His followers riot and burn the Senate house as his funeral pyre. Pompey is appointed sole consul — unprecedented — to restore order, marking his drift from Caesar toward the Senate.",
      "description_ru": "Клодий убит бандой Милона на Аппиевой дороге. Его сторонники бунтуют и сжигают здание Сената как погребальный костёр. Помпей назначен единственным консулом — беспрецедентно — для восстановления порядка, знаменуя его отход от Цезаря к Сенату.",
      "era": "BC",
      "latitude": 41.8500,
      "longitude": 12.5000,
      "name": "Murder of Clodius",
      "name_ru": "Убийство Клодия",
      "source": "https://en.wikipedia.org/wiki/Publius_Clodius_Pulcher",
      "tags": ["Roman", "Death", "Political"],
      "type": "political"
    },
    {
      "date": "10.01.0049",
      "description": "Caesar crosses the Rubicon River with the 13th Legion, entering Italy under arms — an act of war against the Republic. 'Alea iacta est' (The die is cast), he reportedly says. Pompey and the Senate flee to Greece. Caesar enters Rome without resistance.",
      "description_ru": "Цезарь переходит реку Рубикон с 13-м легионом, вступая в Италию под оружием — акт войны против Республики. 'Жребий брошен' (Alea iacta est), по преданию говорит он. Помпей и Сенат бегут в Грецию. Цезарь входит в Рим без сопротивления.",
      "era": "BC",
      "latitude": 44.1330,
      "longitude": 12.3900,
      "name": "Caesar Crosses the Rubicon",
      "name_ru": "Цезарь переходит Рубикон",
      "source": "https://en.wikipedia.org/wiki/Crossing_the_Rubicon",
      "tags": ["Roman", "Political", "Civil War", "Military"],
      "type": "political"
    },
    {
      "date": "01.03.0049",
      "description": "Caesar seizes the state treasury in the Temple of Saturn despite tribune opposition. He reportedly says the laws go silent in times of war. The treasury contains 15,000 gold bars, 30,000 silver bars, and 30 million sesterces in coin.",
      "description_ru": "Цезарь захватывает государственную казну в храме Сатурна, несмотря на сопротивление трибунов. Он, по преданию, говорит, что законы молчат во времена войны. Казна содержит 15 000 золотых слитков, 30 000 серебряных слитков и 30 миллионов сестерциев монетами.",
      "era": "BC",
      "latitude": 41.8931,
      "longitude": 12.4842,
      "name": "Caesar Seizes the Treasury",
      "name_ru": "Цезарь захватывает казну",
      "source": "https://en.wikipedia.org/wiki/Temple_of_Saturn",
      "tags": ["Roman", "Political", "Civil War"],
      "type": "political"
    },
    {
      "date": "01.08.0049",
      "description": "Caesar defeats Pompey's forces at Ilerda in Spain without a major battle, maneuvering them into surrender. His famous clemency — releasing enemy soldiers rather than killing them — wins converts but also spares future enemies.",
      "description_ru": "Цезарь побеждает силы Помпея при Илерде в Испании без крупного сражения, маневрами принуждая их к сдаче. Его знаменитое милосердие — освобождение вражеских солдат вместо их убийства — привлекает сторонников, но также щадит будущих врагов.",
      "era": "BC",
      "latitude": 41.6170,
      "longitude": 0.6210,
      "name": "Battle of Ilerda",
      "name_ru": "Битва при Илерде",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Ilerda",
      "tags": ["Roman", "Battle", "Civil War", "Victory"],
      "type": "military"
    },
    {
      "date": "09.08.0048",
      "description": "At Pharsalus in Thessaly, Caesar's veteran legions defeat Pompey's larger army. Pompey flees to Egypt where he is murdered by advisors of young Ptolemy XIII. Caesar pursues, and upon receiving Pompey's head, reportedly weeps — they had once been allies and family through Julia.",
      "description_ru": "При Фарсале в Фессалии ветеранские легионы Цезаря разбивают бо́льшую армию Помпея. Помпей бежит в Египет, где его убивают советники юного Птолемея XIII. Цезарь преследует его, и, получив голову Помпея, по преданию плачет — они когда-то были союзниками и родственниками через Юлию.",
      "era": "BC",
      "latitude": 39.2939,
      "longitude": 22.3811,
      "name": "Battle of Pharsalus",
      "name_ru": "Битва при Фарсале",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Pharsalus",
      "tags": ["Roman", "Battle", "Civil War", "Victory"],
      "type": "military"
    },
    {
      "date": "02.08.0047",
      "description": "Caesar defeats Pharnaces II of Pontus at Zela in just five days from arrival. He famously reports the victory to Rome with three words: 'Veni, vidi, vici' (I came, I saw, I conquered).",
      "description_ru": "Цезарь разбивает Фарнака II Понтийского при Зеле всего за пять дней после прибытия. Он знаменито сообщает о победе в Рим тремя словами: 'Veni, vidi, vici' (Пришёл, увидел, победил).",
      "era": "BC",
      "latitude": 40.2619,
      "longitude": 36.1356,
      "name": "Veni, Vidi, Vici",
      "name_ru": "Пришёл, увидел, победил",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Zela",
      "tags": ["Roman", "Battle", "Victory", "Military"],
      "type": "military"
    },
    {
      "date": "01.01.0046",
      "description": "Caesar introduces the Julian Calendar, replacing the chaotic Roman calendar that had drifted 80 days out of alignment with the seasons. Based on Egyptian astronomy, it establishes the 365-day year with leap years — remaining in use until 1582 when refined by Pope Gregory XIII.",
      "description_ru": "Цезарь вводит Юлианский календарь, заменяя хаотичный римский календарь, который сместился на 80 дней от сезонов. Основанный на египетской астрономии, он устанавливает 365-дневный год с високосными годами — используется до 1582 года, когда уточнён папой Григорием XIII.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Julian Calendar Introduced",
      "name_ru": "Введение Юлианского календаря",
      "source": "https://en.wikipedia.org/wiki/Julian_calendar",
      "tags": ["Roman", "Innovation", "Science"],
      "type": "historic"
    },
    {
      "date": "06.04.0046",
      "description": "Caesar defeats the Pompeian remnants at Thapsus in Africa. Cato the Younger, refusing to live in a world ruled by Caesar, commits suicide at Utica after reading Plato's dialogue on the immortality of the soul. He becomes a martyr for Republican liberty.",
      "description_ru": "Цезарь разбивает помпеянские остатки при Тапсе в Африке. Катон Младший, отказываясь жить в мире, управляемом Цезарем, совершает самоубийство в Утике после прочтения диалога Платона о бессмертии души. Он становится мучеником республиканской свободы.",
      "era": "BC",
      "latitude": 35.7528,
      "longitude": 10.7597,
      "name": "Battle of Thapsus and Death of Cato",
      "name_ru": "Битва при Тапсе и смерть Катона",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Thapsus",
      "tags": ["Roman", "Battle", "Death", "Civil War"],
      "type": "military"
    },
    {
      "date": "17.03.0045",
      "description": "Caesar wins his last battle at Munda in Spain against Pompey's sons. 30,000 Pompeians die in the bloodiest battle of the civil war. 'I have often fought for victory, but today I fought for my life,' Caesar reportedly says.",
      "description_ru": "Цезарь одерживает последнюю победу при Мунде в Испании против сыновей Помпея. 30 000 помпеянцев гибнут в самой кровопролитной битве гражданской войны. 'Я часто сражался за победу, но сегодня я сражался за свою жизнь,' по преданию говорит Цезарь.",
      "era": "BC",
      "latitude": 37.4833,
      "longitude": -4.7167,
      "name": "Battle of Munda",
      "name_ru": "Битва при Мунде",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Munda",
      "tags": ["Roman", "Battle", "Civil War", "Victory"],
      "type": "military"
    },
    {
      "date": "01.02.0044",
      "description": "Caesar is named Dictator Perpetuo (Dictator in Perpetuity), ending the traditional time limit on the emergency office. He wears a purple toga, sits on a golden throne, and his image appears on coins — all unprecedented for a living Roman.",
      "description_ru": "Цезарь назначается Dictator Perpetuo (Пожизненный диктатор), отменяя традиционное временное ограничение чрезвычайной должности. Он носит пурпурную тогу, сидит на золотом троне, его изображение появляется на монетах — всё это беспрецедентно для живого римлянина.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Caesar Named Dictator for Life",
      "name_ru": "Цезарь назначен пожизненным диктатором",
      "source": "https://en.wikipedia.org/wiki/Dictator_perpetuo",
      "tags": ["Roman", "Political"],
      "type": "political"
    },
    {
      "date": "01.01.0043",
      "description": "Octavian (Caesar's heir), Mark Antony, and Lepidus form the Second Triumvirate — this time a legal body with power to make laws. They conduct proscriptions; 300 senators and 2,000 equestrians die. Cicero's hands and head are displayed on the Rostra where he once spoke.",
      "description_ru": "Октавиан (наследник Цезаря), Марк Антоний и Лепид формируют Второй триумвират — на этот раз легальный орган с законодательной властью. Они проводят проскрипции; 300 сенаторов и 2000 всадников гибнут. Руки и голова Цицерона выставлены на Рострах, где он когда-то выступал.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Second Triumvirate and Proscriptions",
      "name_ru": "Второй триумвират и проскрипции",
      "source": "https://en.wikipedia.org/wiki/Second_Triumvirate",
      "tags": ["Roman", "Political", "Death"],
      "type": "political"
    },
    {
      "date": "03.10.0042",
      "description": "At Philippi in Macedonia, the triumvirs Antony and Octavian defeat the Republican forces of Brutus and Cassius. Both conspirators commit suicide. The Republican cause dies with them. Antony takes the East, Octavian the West.",
      "description_ru": "При Филиппах в Македонии триумвиры Антоний и Октавиан разбивают республиканские силы Брута и Кассия. Оба заговорщика совершают самоубийство. Республиканское дело умирает с ними. Антоний получает Восток, Октавиан — Запад.",
      "era": "BC",
      "latitude": 41.0125,
      "longitude": 24.2847,
      "name": "Battle of Philippi",
      "name_ru": "Битва при Филиппах",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Philippi",
      "tags": ["Roman", "Battle", "Civil War", "Death"],
      "type": "military"
    },
    {
      "date": "01.01.0040",
      "description": "The Treaty of Brundisium divides the Roman world: Antony gets the East, Octavian the West, Lepidus Africa. Antony marries Octavian's sister Octavia to seal the alliance. The Mediterranean enjoys a brief peace.",
      "description_ru": "Договор в Брундизии делит римский мир: Антоний получает Восток, Октавиан — Запад, Лепид — Африку. Антоний женится на сестре Октавиана Октавии, чтобы скрепить союз. Средиземноморье наслаждается кратким миром.",
      "era": "BC",
      "latitude": 40.6361,
      "longitude": 17.9411,
      "name": "Treaty of Brundisium",
      "name_ru": "Договор в Брундизии",
      "source": "https://en.wikipedia.org/wiki/Treaty_of_Brundisium",
      "tags": ["Roman", "Political", "Diplomacy"],
      "type": "political"
    },
    {
      "date": "01.01.0036",
      "description": "Octavian's admiral Marcus Agrippa defeats Sextus Pompeius (Pompey's son) at Naulochus, ending the Sicilian pirate threat that had starved Rome. Lepidus attempts to seize Sicily but his troops defect to Octavian. Stripped of power, Lepidus is exiled as pontifex maximus until death.",
      "description_ru": "Адмирал Октавиана Марк Агриппа разбивает Секста Помпея (сына Помпея) при Навлохе, покончив с сицилийской пиратской угрозой, морившей Рим голодом. Лепид пытается захватить Сицилию, но его войска переходят к Октавиану. Лишённый власти, Лепид сослан как великий понтифик до смерти.",
      "era": "BC",
      "latitude": 38.2000,
      "longitude": 15.2167,
      "name": "Battle of Naulochus",
      "name_ru": "Битва при Навлохе",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Naulochus",
      "tags": ["Roman", "Battle", "Naval", "Civil War"],
      "type": "military"
    },
    {
      "date": "16.01.0027",
      "description": "The Senate grants Octavian the title 'Augustus' (Revered One) and confirms his supreme powers while maintaining the fiction of restored Republic. He controls all military provinces and armies, holds tribunician power, and shapes all major policy. The Roman Republic ends; the Empire begins.",
      "description_ru": "Сенат дарует Октавиану титул 'Август' (Почтенный) и подтверждает его верховные полномочия, сохраняя фикцию восстановленной Республики. Он контролирует все военные провинции и армии, обладает трибунской властью и определяет всю главную политику. Римская республика заканчивается; начинается Империя.",
      "era": "BC",
      "latitude": 41.8925,
      "longitude": 12.4853,
      "name": "Augustus and the Roman Empire",
      "name_ru": "Август и Римская империя",
      "source": "https://en.wikipedia.org/wiki/Augustus",
      "tags": ["Roman", "Political", "Empire", "Foundation"],
      "type": "political"
    }
  ]
}
