{
  "description": "Dataset imported with 196 events",
  "events": [
    {
      "date": "01.01.1900",
      "description": "Proto-Greek tribes are believed to have brought the cult of the sky god (Zeus) to the Balkans during migrations around 2000–1900 BC. The names of these gods appear on Linear B clay tablets dating back to 1450 BC. Mount Olympus was considered the home of the Greek gods.",
      "description_ru": "Считается, что прото-греческие племена принесли культ небесного бога (Зевса) на Балканы во время миграций около 2000–1900 гг. до н. э. Имена этих богов встречаются на глиняных табличках с линейным письмом Б, датируемых еще 1450 годом до н. э. Домом греческих богов считалась гора Олимп.",
      "era": "BC",
      "latitude": 40.08135509,
      "longitude": 22.34945297,
      "name": "Formation of the Greek pantheon",
      "name_ru": "Формирование греческого пантеона",
      "tags": [
        "Religious",
        "Greek",
        "Legend"
      ],
      "type": "religious"
    },
    {
      "date": "01.01.1550",
      "description": "Legendary synoikismos (unification) of Attica under mythical king Theseus creates Athens as unified polis; twelve independent communities merge into single city-state centered on Acropolis with shared religious festivals and citizenship",
      "description_ru": "Легендарное объединение Аттики под мифическим царем Тесеем создает Афины как единый полис; двенадцать независимых общин объединяются в единый-город государство с акрополем в центре, общими религиозными традициями и гражданством",
      "era": "BC",
      "latitude": 37.9715,
      "longitude": 23.7257,
      "name": "Legendary Foundation of Athens",
      "name_ru": "Легендарное основание Афин",
      "source": "https://en.wikipedia.org/wiki/History_of_Athens",
      "tags": [
        "City",
        "Legend",
        "Greek",
        "Athens"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1400",
      "description": "Thebes becomes major Mycenaean palace center in Boeotia; legendary founding by Cadmus who brought Phoenician alphabet to Greece, city associated with myths of Oedipus and Seven Against Thebes",
      "description_ru": "Фивы, существующие уже тысячу лет, становятся крупным микенским центром в Беотии; по легенде Фивы основал финикийский царь Кадм, который по совету Дельфийского оракула \"следовать за коровой\" пришел за ней в Беотию и построил там на Акрополе город",
      "era": "BC",
      "latitude": 38.3261,
      "longitude": 23.3172,
      "name": "Thebes as Mycenaean Center",
      "name_ru": "Фивы как микенский центр",
      "source": "https://en.wikipedia.org/wiki/Thebes,_Greece",
      "tags": [
        "Thebes",
        "Mycenaean",
        "City",
        "Greek",
        "Legend",
        "Oracle"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1400",
      "description": "A sanctuary was established on the slope of Mount Parnassus, where Gaia, the goddess of the Earth, was worshiped. A seeress (Pythia) lived at the temple, the Greeks turned to her for advice about the future. The Oracle became the most important cult phenomenon in the Hellenic world; kings and peasants sought its advice; the Oracle often received gifts from rulers, as they wished to appease the gods.",
      "description_ru": "На склоне горы Парнас появляется святилище, где поклоняются Гее, богине Земли. При храме жила прорицательница (Пифия), к которой обращались, чтобы получить советы о будущем. Оракул стал важнейшим культовым явлением эллинского мира, за его советом обращались цари и крестьяне; Оракул часто получал дары от правителей, поскольку цари желали умилостивить богов.",
      "era": "BC",
      "latitude": 38.4825,
      "longitude": 22.5011,
      "name": "Appearance of the Oracle of Delphi",
      "name_ru": "Появление Дельфийского Оракула",
      "source": "https://en.wikipedia.org/wiki/Pythia",
      "tags": [
        "Greek",
        "Oracle",
        "Religious",
        "Philosophy"
      ],
      "type": "religious"
    },
    {
      "date": "01.01.1350",
      "description": "Argos emerges as dominant Mycenaean center in northeastern Peloponnese; one of oldest continuously inhabited cities in world, claiming descent from mythical founder Argus and serving as major power before and after Bronze Age collapse",
      "description_ru": "Аргос, один из древнейших городов мира, становится доминирующим микенским центром на северо-востоке Пелопоннеса",
      "era": "BC",
      "latitude": 37.6317,
      "longitude": 22.7264,
      "name": "Rise of Argos",
      "name_ru": "Возвышение Аргоса",
      "source": "https://en.wikipedia.org/wiki/Argos,_Peloponnese",
      "tags": [
        "Mycenaean",
        "City",
        "Greek",
        "Argos",
        "Rise"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1224",
      "description": "Hercules' first quest. The beast lived in the mountains near the city of Nemea and hid in a cave with two exits. Hercules blocked one of the cave's openings with rocks, and when the lion emerged, he stunned it with his club and strangled it with his bare hands, as the monster's hide was impervious to arrows. Hercules later wore the lion's skin as armor.",
      "description_ru": "Первый подвиг Геракла. Зверь обитал в горах близ города Немеи и скрывался в пещере с двумя выходами. Геракл завалил камнями один из выходов пещеры, а когда лев появился, оглушил его палицей и задушил голыми руками, так как шкура монстра была неуязвима для стрел. Позднее Геракл носил шкуру льва на себе, как броню.",
      "era": "BC",
      "latitude": 37.80890241,
      "longitude": 22.71080554,
      "name": "Hercules slays the Nemean Lion",
      "name_ru": "Геракл убивает Немейского льва",
      "tags": [
        "Greek",
        "Legend",
        "Heracles 👤"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1223",
      "description": "Hercules' second quest. A monstrous Hydra inhabited the Lernaean marshes and ravaged the surrounding lands. Hercules slew the many-headed monster, cauterizing the severed necks with fire to prevent the heads from growing back.",
      "description_ru": "Второй подвиг Геракла. В лернейских болотах обитала чудовищная гидра, разорявшая прилежавшие земли. Геракл сразил многоголовое чудовище, прижигая срубленные шеи огнем, чтобы головы не вырастали заново.",
      "era": "BC",
      "latitude": 37.55107614,
      "longitude": 22.71843374,
      "name": "Heracles slays the Lernaean Hydra",
      "name_ru": "Геракл убивает Лернейскую гидру",
      "tags": [
        "Greek",
        "Legend",
        "Heracles 👤"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1222",
      "description": "Hercules' third labor. According to legend, he frightened man-eating birds with the noise of copper rattles given to him by Athena and shot them down with his bow.",
      "description_ru": "Третий подвиг Геракла. По легенде, он напугал птиц-людоедов шумом медных трещоток, подаренных Афиной, и перестрелял их из лука.",
      "era": "BC",
      "latitude": 37.85909119,
      "longitude": 22.45811462,
      "name": "Hercules kills the Stymphalian birds",
      "name_ru": "Геракл побеждает Стимфайлийских птиц",
      "tags": [
        "Greek",
        "Legend",
        "Heracles 👤"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1218",
      "description": "The sixth labor of Hercules. King Augeas of Elis hadn't cleaned the stables of his thousands of horses for 30 years. Hercules was tasked with cleaning them, and he diverted the Alpheus and Peneus rivers to wash away all the filth with a stream of water.",
      "description_ru": "Шестой подвиг Геракла. Царь Элиды Авгий 30 лет не чистил конюшни со своими тысячами лошадей. Гераклу поручили очистить их, и он отвёл русла рек Алфей и Пенея, чтобы потоком воды смыть всю грязь.",
      "era": "BC",
      "latitude": 37.88907545,
      "longitude": 21.37397647,
      "name": "Hercules cleaning the Augean stables",
      "name_ru": "Геракл чистит Авгиевы конюшни",
      "tags": [
        "Greek",
        "Legend",
        "Heracles 👤"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1216",
      "description": "The seventh labor of Hercules. A bull was sent to King Minos by the god Poseidon as a sacrifice, but the king kept it for himself, angering the god and sending it into a frenzy. Hercules caught the bull, tamed it, and, riding on its back, swam across the sea, reaching Crete to the Peloponnese. Theseus later killed this bull at Marathon.",
      "description_ru": "Седьмой подвиг Геракла. Бык был послан царю Миносу богом Посейдоном для жертвоприношения, но царь оставил его себе, за что бог разгневал животное, наслав на него бешенство. Геракл поймал быка, обуздал его и, сев ему на спину, переплыл море, добравшись с Крита до Пелопоннеса. Позднее в Марафоне этого быка убил Тесей.",
      "era": "BC",
      "latitude": 35.2979,
      "longitude": 25.1632,
      "name": "Hercules tames the Cretan bull",
      "name_ru": "Геракл усмиряет критского быка",
      "tags": [
        "Greek",
        "Minoan",
        "Legend",
        "Heracles 👤"
      ],
      "type": "historic"
    },
    {
      "date": "01.02.1215",
      "description": "King Aegeus of Athens, Theseus's father, threw himself off the cliff of Sounion when Theseus's ship returned from Crete with black sails, a fact that Theseus had not survived the voyage. According to legend, Theseus forgot to hang out the white sail because she was saddened by the loss of Ariadne, who had abandoned him on the island of Naxos in the mechanism of the gods.",
      "description_ru": "Царь Афин Эгей, отец Тесея, бросился со скалы Сунион, поскольку корабль Тесея вернулся с Крита с черными парусами, что означало - Тесей не пережил поход. Тесей же по легенде забыл вывесить белый парус, поскольку был опечален потерей Ариадны, которую оставил на острове Наксос по требованию богов.\n",
      "era": "BC",
      "latitude": 37.65023602,
      "longitude": 24.02460515,
      "name": "King Aegeus throws himself into the sea",
      "name_ru": "Царь Эгей бросается в море",
      "tags": [
        "Greek",
        "Death",
        "Athens",
        "Suicide",
        "Legend",
        "Theseus 👤"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1215",
      "description": "According to legend, Athens was a vassal state to the Cretan king Minos. Athens was obliged to send young men and women to Crete to be sacrificed to the Minotaur. The Athenian prince Theseus voluntarily traveled to Crete as part of another group of sacrifices to slay the monster, stop paying tribute, and free Athens from this vassalage.",
      "description_ru": "Согласно легендам, Афины находились в вассальной зависимости от критского царя Миноса. Афины были обязаны присылать на Крит юношей и девушек для принесения их в жертву Минотавру. Афинский царевич Тесей добровольно отправился на Крит в составе очередной группы жертв, чтобы убить монстра, прекратить выплату дани и освободить Афины от зависимости.",
      "era": "BC",
      "latitude": 35.2979,
      "longitude": 25.1632,
      "name": "Theseus slays the Minotaur at Knossos",
      "name_ru": "Тесей убивает Минотавра в Кноссе",
      "source": "https://en.wikipedia.org/wiki/Theseus",
      "tags": [
        "Greek",
        "Athens",
        "Minoan",
        "Legend",
        "Theseus 👤"
      ],
      "type": "historic"
    },
    {
      "date": "01.03.1210",
      "description": "The Argo docked at the island of Lemnos to replenish its water and provisions. It turned out that the island was inhabited only by women. Aphrodite had previously punished them for their disrespect by turning their husbands away from them. Husbands began to bring slave wives from Thrace to Lemnos. In revenge, the wives killed the entire male population on the island. The Argonauts caught the eye of the women, and only the stubbornness of Heracles forced the Argo to abandon the island a year later.",
      "description_ru": "Арго причалил к острову Лемнос, чтобы пополнить запасы воды и провизии. Оказалось, что на острове живут только женщины. Афродита ранее наказала их за непочтение, отвратив от них мужей. Мужья стали завозить на Лемнос рабынь из Фракии. В отместку жены перебили все мужское население на острове. Аргонавты глянулись женщинам, и только упрямство Геракла заставило Арго покинуть остров спустя год",
      "era": "BC",
      "latitude": 39.85387551,
      "longitude": 25.34290016,
      "name": "The Argonauts stay on Lemnos",
      "name_ru": "Аргонавты застревают на Лемносе",
      "tags": [
        "Greek",
        "Legend",
        "Argonauts",
        "Heracles 👤"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1210",
      "description": "Jason, the centaur Chiron's protégé, was tasked to return the Golden Fleece (the hide of a magical ram) to the city of Iolcus. Golden Fleece was located in distant Colchis (modern-day Georgia). This was a condition of his usurper uncle Pelias for Jason's rightful royal throne to be restored.",
      "description_ru": "Ясон, воспитанник кентавра Хирона, должен был вернуть в город Иолк Золотое руно (шкуру волшебного барана), которое находилось в далекой Колхиде (современная Грузия). Это было условием его дяди-узурпатора Пелия для возвращения Ясону законного царского трона.",
      "era": "BC",
      "latitude": 39.36702255,
      "longitude": 22.93274224,
      "name": "The beginning of the Argonauts quest",
      "name_ru": "Начало похода Аргонавтов",
      "tags": [
        "Greek",
        "Argonauts",
        "Orpheus 👤",
        "Legend",
        "Heracles 👤"
      ],
      "type": "historic"
    },
    {
      "date": "01.11.1209",
      "description": "The heroes are warmly welcomed by King Lycus, who is grateful for the Argonauts' earlier slaying of his enemy, the Bebrycian king Amycus. However, here the expedition loses its seer and helmsman.",
      "description_ru": "Героев радушно принимает царь Лик, благодарный за то, что аргонавты ранее убили его врага — царя бебриков Амика. Однако здесь экспедиция теряет прорицателя и кормчего.",
      "era": "BC",
      "latitude": 41.2845,
      "longitude": 31.4143,
      "name": "The Argonauts are visiting the Mariandins",
      "name_ru": "Аргонавты гостят у мариандинов",
      "tags": [
        "Greek",
        "Legend",
        "Argonauts"
      ],
      "type": "historic"
    },
    {
      "date": "01.10.1209",
      "description": "The Symplegades are two mythical rocks at the entrance to the Black Sea from the Bosphorus. They constantly approached and then moved apart, destroying passing ships. The seer Phineus advised the Argonauts to release a dove ahead of them. When the rocks collided and began to move apart, the Argo slipped between them, losing only the ornament on its stern. After that, the rocks remained stationary forever.",
      "description_ru": "Симплегады — две мифические скалы у входа из Босфора в Черное море, которые постоянно сближались и расходились, уничтожая проплывающие корабли. Прорицатель Финей посоветовал аргонавтам выпустить перед собой голубку. Когда скалы столкнулись и начали расходиться, «Арго» проскочил между ними, потеряв лишь украшение на корме. После этого скалы остановились навсегда.",
      "era": "BC",
      "latitude": 41.22327829,
      "longitude": 29.13230896,
      "name": "The Argonauts overcome the Symplegades",
      "name_ru": "Аргонавты преодолевают Симплегады",
      "tags": [
        "Greek",
        "Legend",
        "Argonauts"
      ],
      "type": "historic"
    },
    {
      "date": "01.07.1209",
      "description": "Argo arrived in the land of the Bebryces (Bithynia), ruled by King Amycus, son of Poseidon. He forced all foreigners to fight him with their fists. The Argonaut Polydeuces (one of the Dioscuri twins) accepted the challenge and slew the giant king with a well-aimed blow, after which the heroes dispersed his army.",
      "description_ru": "Арго прибыл в страну бебриков (Вифиния), где правил царь Амик, сын Посейдона. Он заставлял всех чужеземцев биться с ним на кулаках. Вызов принял аргонавт Полидевк (один из близнецов Диоскуров) и убил великана-царя точным ударом, после чего герои разогнали его войско. В античности бухта в этом месте прямо называлась Амикос - в честь убитого царя",
      "era": "BC",
      "latitude": 41.1343871,
      "longitude": 29.09231186,
      "name": "The Argonauts defeat the king of Bithynia",
      "name_ru": "Аргонавты побеждают царя бебриков",
      "tags": [
        "Greek",
        "Argonauts",
        "Legend"
      ],
      "type": "historic"
    },
    {
      "date": "01.05.1209",
      "description": "Hercules broke his oar, and the Argonauts landed so that he could make a new one from suitable wood. While Hercules was busy with work, his young companion and favorite Hylas went to the spring to fetch water, where he was kidnapped by nymphs enchanted by his beauty. Hercules and Polyphemus set out in search of Hylas and failed to return in time for the Argo's departure.",
      "description_ru": "Геракл сломал свое весло, и аргонавты причалили к берегу, чтобы он мог изготовить новое из подходящего дерева. Пока Геракл был занят работой, его юный спутник и любимец Гилас отправился за водой к источнику, где его похитили очарованные его красотой нимфы. Геракл с Полифемом отправились на поиски Гиласа и не успели вернуться к отплытию Арго.",
      "era": "BC",
      "latitude": 40.43181613,
      "longitude": 29.15530086,
      "name": "The Argonauts sail away without Hercules",
      "name_ru": "Аргонавты уплывают без Геракла",
      "tags": [
        "Greek",
        "Argonauts",
        "Legend",
        "Heracles 👤"
      ],
      "type": "historic"
    },
    {
      "date": "01.03.1209",
      "description": "Having sailed through the Hellespont into the Propontis, the Argonauts were warmly welcomed by the Doliones, led by King Cyzicus. During a feast, the Argo was attacked by the giants, but the heroes fought them off. The Argo sailed at night during a storm, and the storm again drove the ship to the same shore. In the darkness, the Argonauts and the Doliones did not recognize each other; in the battle, Jason killed King Cyzicus. As a sign of their grief, the Argonauts mourned the dead for three days and held a lavish funeral.",
      "description_ru": "Про­плыв через Гел­лес­понт в Про­пон­ти­ду, арго­нав­ты были радуш­но при­ня­ты народом долионов во главе с царем Кизиком. Во время пиршества на Арго напали великаны-гегеины, но герои отбились от них. Арго отплыл ночью в шторм, и шторм снова прибил корабль к тому же берегу. Аргонавты и долионы в темноте не узнали друг друга; в сражении Ясон убил царя Кизика. Аргонавты в знак скорби три дня оплакивали погибших и устроили пышные похороны. ",
      "era": "BC",
      "latitude": 40.387344,
      "longitude": 27.870777,
      "name": "The Argonauts meet the Doliones",
      "name_ru": "Аргонавты встречают долионов",
      "tags": [
        "Greek",
        "Argonauts",
        "Legend",
        "Heracles 👤"
      ],
      "type": "historic"
    },
    {
      "date": "01.12.1208",
      "description": "Jason presented the Golden Fleece to King Pelias. However, during Jason's absence, Pelias killed his father and brought his mother to his death. Medea took cruel revenge on Pelias: she convinced his daughters that if they cut their father into pieces and boiled them in a cauldron with magical herbs, he would become younger. King Pelias died. Jason and Medea were exiled from Iolcos and fled to Corinth.",
      "description_ru": "Ясон вручил Золотое руно царю Пелию. Однако за время отсутствия Ясона Пелий убил его отца и довел до смерти мать. Медея жестоко отомстила Пелию: она убедила его дочерей, что если они разрежут отца на куски и сварят в котле с магическими травами, он помолодеет. Дочери так и поступили. Ясон и Медея в результате были изгнаны из Иолка и бежали в Коринф",
      "era": "BC",
      "latitude": 39.36702255,
      "longitude": 22.93274224,
      "name": "The end of the Argonauts' voyage",
      "name_ru": "Завершение похода аргонавтов",
      "tags": [
        "Greek",
        "Legend",
        "Argonauts"
      ],
      "type": "historic"
    },
    {
      "date": "01.12.1208",
      "description": "On their way to Greece, the Argonauts decided to dock at Crete to replenish their water supplies. But their path was blocked by Talos, a bronze giant created by Hephaestus. He circled the island three times a day, hurling enormous stones at the strangers. Medea's magic put the giant to sleep. He tripped, hit a sharp stone, injured his ankle, and fell.",
      "description_ru": "На пути к Греции аргонавты решили причалить к Криту, чтобы пополнить запасы воды. Но путь им преградил Талос — бронзовый гигант, созданный Гефестом. Он обегал остров трижды в день и бросал в чужеземцев огромные камни. Колдовство Медеи усыпило великана. Он оступился, задел острый камень, травмировал лодыжку и упал.",
      "era": "BC",
      "latitude": 34.99323909,
      "longitude": 24.75024462,
      "name": "The Argonauts defeat Talos",
      "name_ru": "Аргонавты побеждают Талоса",
      "tags": [
        "Greek",
        "Legend",
        "Argonauts"
      ],
      "type": "historic"
    },
    {
      "date": "01.11.1208",
      "description": "The Argonauts launched their ship into Lake Tritonia but were unable to find a way out to the Mediterranean Sea. Then Poseidon's son, Triton, came to their aid. Triton revealed a secret passage between the rocks to the heroes, then picked up a clod of dry soil and handed it to the Argonaut Euphemus. This gesture was of great symbolic significance: it granted the Greeks the right to future ownership of this land.",
      "description_ru": "Аргонавты спустили корабль в Тритонийское озеро, но не могли найти из него выход в Средиземное море. Тогда им на помощь пришел сын Посейдона, Тритон. Тритон открыл героям тайный проход между скалами, а затем поднял с земли ком сухой почвы и протянул его аргонавту Эвфему. Этот жест имел огромное символическое значение: он даровал грекам право владения этой землей в будущем.",
      "era": "BC",
      "latitude": 32.8249,
      "longitude": 21.8552,
      "name": "Triton's Gift to the Argonauts",
      "name_ru": "Дар Тритона аргонавтам",
      "tags": [
        "Greek",
        "Legend",
        "Argonauts",
        "Religious"
      ],
      "type": "historic"
    },
    {
      "date": "15.10.1208",
      "description": "Just as Argo was about to reach the shores of the Peloponnese, a sudden northern storm blew the ship far south. The ship was washed ashore in shallow waters in the Gulf of Sirte. The heroes found themselves in the middle of a parched desert, where Argo became mired in the sand. On the advice of the local deities, the heroes shouldered the ship and carried it for 12 days to Lake Triton.",
      "description_ru": "Когда Арго уже видел берега Пелопоннеса, внезапный северный шторм отбросил корабль далеко на юг.  Корабль выбросило на мелководье в заливе Большой Сирт. Герои оказались посреди выжженной пустыни, где Арго завяз в песках. По совету местных божеств, герои взяли корабль на плечи и 12 дней несли его к озеру Тритона.",
      "era": "BC",
      "latitude": 30.26143955,
      "longitude": 19.03930664,
      "name": "The Argonauts reach Africa",
      "name_ru": "Аргонавты попадают в Африку",
      "tags": [
        "Greek",
        "Legend",
        "Argonauts"
      ],
      "type": "historic"
    },
    {
      "date": "01.10.1208",
      "description": "On the island of the Phaeacians, the Argonauts were overtaken by the second part of the Colchian fleet. The local Queen Arete and King Alcinous agreed not to hand Medea over to her father only on the condition that she was already Jason's legal wife. To save themselves, the heroes performed a wedding ceremony that same night in a sacred grotto on the island.",
      "description_ru": "На острове феаков аргонавтов настигла вторая часть колхидского флота. Местная царица Арета и царь Алкиной согласились не выдавать Медею её отцу только при условии, что она уже является законной женой Ясона. Чтобы спастись, герои в ту же ночь совершили свадебный обряд в священном гроте на острове.",
      "era": "BC",
      "latitude": 39.67268498,
      "longitude": 19.70349133,
      "name": "The Marriage of Jason and Medea",
      "name_ru": "Женитьба Ясона и Медеи",
      "tags": [
        "Greek",
        "Argonauts",
        "Legend"
      ],
      "type": "historic"
    },
    {
      "date": "01.09.1208",
      "description": "The Argonauts had to pass through a narrow strait inhabited by two monsters. Scylla was a rock on the mainland (modern-day Scilla), and Charybdis was a dangerous whirlpool off the coast of Sicily (the Messina region). Strong currents and whirlpools, the prototypes of the mythical Charybdis, can still be seen in the Strait of Messina.",
      "description_ru": "Аргонавты должны были пройти через узкий пролив, где обитали два чудовища. Сцилла — это скала на стороне материка (современный город Шилла), а Харибда — опасный водоворот у берегов Сицилии (район Мессины). В мессинском проливе до сих пор можно наблюдать сильные течения и водовороты, ставшие прообразом мифической Харибды.",
      "era": "BC",
      "latitude": 38.25995199,
      "longitude": 15.6743145,
      "name": "Between Scylla and Charybdis",
      "name_ru": "Между Сциллой и Харибдой",
      "tags": [
        "Greek",
        "Legend",
        "Navigation",
        "Argonauts"
      ],
      "type": "historic"
    },
    {
      "date": "15.08.1208",
      "description": "The Sirens tried to lure the heroes with their singing and force Argo to crash into the rocks, but Orpheus began to play the lyre so beautifully that he drowned out their voices.",
      "description_ru": "Сирены пытались завлечь героев своим пением, и вынудить Арго разбиться о скалы, однако Орфей начал играть на лире настолько прекрасно, что заглушил их голоса.",
      "era": "BC",
      "latitude": 40.58179063,
      "longitude": 14.43333149,
      "name": "The Argonauts escape from the Sirens",
      "name_ru": "Аргонавты спасаются от сирен",
      "tags": [
        "Greek",
        "Legend",
        "Argonauts",
        "Orpheus 👤"
      ],
      "type": "historic"
    },
    {
      "date": "01.08.1208",
      "description": "According to myth, the Argonauts sailed here after the murder of Apsyrtus to undergo a rite of purification from Circe, the sister of the Colchian king Aeetes and Medea's aunt. She cleansed them of their impurity, but refused them hospitality when she learned of the monstrous nature of the crime.",
      "description_ru": "Согласно мифу, аргонавты приплыли сюда после убийства Апсирта, чтобы пройти обряд очищения у Цирцеи, которая была сестрой колхидского царя Ээта и теткой Медеи. Она очистила их от скверны, но отказала в гостеприимстве, когда узнала, насколько чудовищно было совершено преступление.",
      "era": "BC",
      "latitude": 41.23297731,
      "longitude": 13.08879375,
      "name": "The Argonauts undergo a purification ritual",
      "name_ru": "Аргонавты проходят обряд очищения",
      "tags": [
        "Greek",
        "Legend",
        "Uncertain",
        "Argonauts"
      ],
      "type": "historic"
    },
    {
      "date": "01.06.1208",
      "description": "The Colchian king Aeetes subjected Jason to three difficult trials, which Jason was helped to overcome by the king's daughter, the sorceress Medea. However, he still had to steal the Golden Fleece and escape from Colchis across the Danube to the Adriatic Sea (this is how the Greeks imagined a round-the-world trip). At the Brigeides, the Argonauts and Medea were overtaken by the king's son, Apsyrtus. Jason tricked Apsyrtus and killed him in the temple of Artemis.",
      "description_ru": "Царь колхов Ээт подверг Ясона трем тяжелым испытаниям, которые Ясону помогла пройти дочь царя, колдунья Медея. Однако, Золотое руно все равно пришлось похитить и сбежать из Колхиды через Дунай к Адриатическому морю (так греки представляли кругосветное путешествие). На Бригеидах аргонавтов и Медею настиг сын царя Апсирт, где был обманом убит в храме Артемиды",
      "era": "BC",
      "latitude": 44.6813481,
      "longitude": 14.40856934,
      "name": "The Argonauts kill the prince of the Colchians",
      "name_ru": "Аргонавты убивают царевича колхов",
      "tags": [
        "Greek",
        "Legend",
        "Argonauts",
        "Colchis"
      ],
      "type": "historic"
    },
    {
      "date": "01.04.1208",
      "description": "According to researchers, the residence of the Colchian king Aeetes was located on the site of the modern city of Kutaisi (or its environs). The fleece was found in the sacred grove of Ares. The myth has a historical basis: in the mountains of Svaneti, an ancient method of gold mining is still practiced: ram skins are dipped into gold-bearing rivers, and the fibers of the wool trap fine grains of gold dust. After drying, such skins are literally combed, producing \"golden wool.\"",
      "description_ru": "Резиденция царя колхов Ээта, по мнению исследователей, располагалась на месте современного города Кутаиси (или в его окрестностях). Руно находилось в священной роще Ареса. Миф имеет историческую основу: в горах Сванетии до сих пор существует древний способ добычи золота: шкуры баранов опускают в золотоносные реки, и ворсинки шерсти задерживают мелкие крупицы золотого песка. После сушки такую шкуру буквально вычесывали, получая «золотую шерсть»",
      "era": "BC",
      "latitude": 42.26905246,
      "longitude": 42.69716263,
      "name": "The Argonauts retrieve the Golden Fleece",
      "name_ru": "Аргонавты добывают Золотое руно",
      "tags": [
        "Greek",
        "Legend",
        "Argonauts",
        "Colchis"
      ],
      "type": "historic"
    },
    {
      "date": "01.02.1208",
      "description": "The mouth of the Phasis (Rioni) River is considered the Argonauts' arrival in Colchis. The Argonauts entered the Phasis, abandoned their ship at its mouth, and sailed upstream to the capital of Colchis.",
      "description_ru": "Местом прибытия аргонавтов в Колхиду считается устье реки Фасис (Риони). Аргонавты вошли в воды Фасис, оставили корабль в устье и поднялись вверх по течению до столицы Колхиды.",
      "era": "BC",
      "latitude": 42.14392458,
      "longitude": 41.67113185,
      "name": "The Argonauts arrive in Colchis",
      "name_ru": "Аргонавты прибывают в Колхиду",
      "tags": [
        "Greek",
        "Argonauts",
        "Legend",
        "Colchis"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1204",
      "description": "The ninth labor of Hercules. Hercules is tasked with obtaining the magical belt of the Amazon queen Hippolyta for the daughter of Eurystheus. Hippolyta knew of Hercules' labors and was ready to give him the gift, but Hera, disguised as an Amazon, provoked a conflict; thus, Hercules was forced to fight for the belt.",
      "description_ru": "Девятый подвиг Геракла. Гераклу поручено добыть волшебный пояс царицы амазонок Ипполиты для дочери Эврисфея. Ипполита знала о подвигах Геракла и была готова подарить ему пояс, но Гера приняла образ одной из амазонок и спровоцировала конфликт; так Гераклу пришлось забирать пояс боем. Тесей сопровождал Геракла в этом походе",
      "era": "BC",
      "latitude": 41.20921942,
      "longitude": 36.9721055,
      "name": "Hercules retrieves Hippolyta's belt",
      "name_ru": "Геракл добывает пояс Ипполиты",
      "tags": [
        "Greek",
        "Legend",
        "Heracles 👤",
        "Amazons",
        "Theseus 👤"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1200",
      "description": "Orpheus, Greece's greatest musician, and his wife, the nymph Eurydice, were happy until Eurydice died from a snake bite. Orpheus followed her to the underworld. His singing was so beautiful that Hades and Persephone agreed to release Eurydice. However, Orpheus, when leaving, did not fulfill Hades's condition. As a result, Eurydice remained in the underworld.",
      "description_ru": "Орфей, величайший музыкант Греции, и его жена, нимфа Эвридика, были счастливы, пока Эвридика не погибла от укуса змеи. Орфей отправился за ней в подземное царство мертвых. Его пение было настолько прекрасным, что Аид и Персефона согласились отпустить Эвридику. Однако Орфей, уходя, не выполнил условие Аида. В результате Эвридика осталась в царстве мертвых. ",
      "era": "BC",
      "latitude": 36.40209277,
      "longitude": 22.48762965,
      "name": "Orpheus descends into Hades",
      "name_ru": "Орфей спускается в Аид за Эвридикой",
      "tags": [
        "Greek",
        "Religious",
        "Love",
        "Legend",
        "Orpheus 👤"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1198",
      "description": "At the very end of the world, Hercules killed the giant Geryon and his two-headed dog in order to steal his herd of red cows.",
      "description_ru": "Десятый подвиг Геракла. На самом краю света Геракл убил великана Гериона и его двухголового пса, чтобы угнать его стадо красных коров.",
      "era": "BC",
      "latitude": 36.527,
      "longitude": -6.289,
      "name": "Hercules steals Geryon's cows",
      "name_ru": "Геракл похищает коров Гериона",
      "tags": [
        "Greek",
        "Legend",
        "Heracles 👤"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1196",
      "description": "The eleventh labor of Hercules. Hercules obtained the golden apples from the Garden of the Hesperides, which in mythology was located at the very edge of the Western world. According to legend, Hercules either personally slew the hundred-headed dragon Ladon, who guarded the tree, or lifted the heavens onto his shoulders while the Titan Atlas went to fetch the apples.",
      "description_ru": "Одиннадцатый подвиг Геракла. Геракл добыл золотые яблоки в саду Гесперид, который в мифах располагался на самом краю западного мира. По легенде, Геракл либо сам убил стоглавого дракона Ладона, охранявшего дерево, либо переложил небесный свод на свои плечи, пока титан Атлас ходил за яблоками.\n",
      "era": "BC",
      "latitude": 35.20076672,
      "longitude": -6.11000776,
      "name": "Hercules obtains the apples of the Hesperides",
      "name_ru": "Геракл добывает яблоки Гесперид",
      "tags": [
        "Greek",
        "Legend",
        "Heracles 👤"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1187",
      "description": "Having become widowed, Theseus and Pirithous decided that they were only worthy of marrying the daughters of Zeus. They vowed to help each other get such brides. Helen of Troy was kidnapped for Theseus; for Pirithous, the lot fell on Persephone, Queen of the Underworld. The abduction of a goddess from the realm of the dead was considered the highest manifestation of pride. The friends descended into the underworld, where they were captured by Hades for their insolence.",
      "description_ru": "Овдовев, Тесей и Пирифой решили, что достойны в жены только дочерей Зевса. Они поклялись помочь друг другу добыть таких невест. Для Тесея выкрали Елену Троянскую; для Пирифоя же жребий пал на Персефону, царицу подземного мира. Похищение богини из царства мертвых считалось высшим проявлением гордыни. Друзья спустились в подземный мир, где были пленены Аидом за свою дерзость.",
      "era": "BC",
      "latitude": 36.40209277,
      "longitude": 22.48762965,
      "name": "Theseus descends into Hades",
      "name_ru": "Тесей спускается в Аид",
      "tags": [
        "Greek",
        "Religious",
        "Legend",
        "Theseus 👤"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1185",
      "description": "The twelfth labor of Hercules. Hercules is obliged to bring Cerberus from the underworld to Mycenae. Hades allows Hercules to take Cerberus, but only if he defeats the beast with his bare hands. Along the way, Hercules manages to free the captive Theseus from captivity.",
      "description_ru": "Двенадцатый подвиг Геракла. Геракл обязан привести в Микены Цербера из подземного царства. Аид разрешает Гераклу взять Цербера, но только если тот одолеет зверя голыми руками. Попутно Гераклу удается освободить из заточения плененного Тесея.",
      "era": "BC",
      "latitude": 36.40209277,
      "longitude": 22.48762965,
      "name": "Hercules descends into Hades",
      "name_ru": "Геракл спускается в Аид",
      "tags": [
        "Greek",
        "Religious",
        "Legend",
        "Heracles 👤",
        "Theseus 👤"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1100",
      "description": "Greek Dark Ages begin after Mycenaean collapse; population drops by 75%, writing disappears, trade networks collapse, and Greeks revert to isolated village communities with subsistence agriculture",
      "description_ru": "Греческие темные века начинаются после коллапса Микен; письменность исчезает, торговые сети рушатся, и греки возвращаются к изолированным деревенским общинам с натуральным хозяйством. Дорийцы заселяют и обращают в рабство коренное население Греции, греки же бегут в Анатолию и постепенно заселяют её побережье",
      "era": "BC",
      "latitude": 37.5,
      "longitude": 23,
      "name": "Greek Dark Ages Begin",
      "name_ru": "Греческие темные века",
      "source": "https://en.wikipedia.org/wiki/Greek_Dark_Ages",
      "tags": [
        "Greek",
        "Dark Ages",
        "Decline",
        "Dorian",
        "Aeolic",
        "Ionian"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1100",
      "description": "Cyme (Aeolian) founded by Aeolian colonists from mainland Greece; largest and oldest Aeolian city in Asia Minor, mother city of many colonies including Italian Cumae, claimed as hometown of Hesiod's father",
      "description_ru": "Кима Эолийская основана колонистами из материковой Греции; один из крупнейших и древнейших эолийскийх городов в Малой Азии, из которой велась дальнейшая греческая экспансия",
      "era": "BC",
      "latitude": 38.75,
      "longitude": 27,
      "name": "Foundation of Aeolian Cyme",
      "name_ru": "Основание эолийской Кимы",
      "source": "https://en.wikipedia.org/wiki/Cyme_(Aeolis)",
      "tags": [
        "Aeolic",
        "City",
        "Greek",
        "Colonization",
        "Expansion"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1100",
      "description": "Tenedos (Bozcaada) colonized by Aeolian Greeks; small island near Trojan coast plays strategic role in Greek mythology as hiding place for Greek fleet during Trojan War; remains important naval waystation",
      "description_ru": "Тенедос (Бозджаада) колонизирован эолийскими греками; небольшой остров у троянского побережья играет стратегическую роль в греческой мифологии как место укрытия греческого флота во время Троянской войны",
      "era": "BC",
      "latitude": 39.8342,
      "longitude": 26.071,
      "name": "Aeolian Settlement of Tenedos",
      "name_ru": "Эолийское поселение на Тенедосе",
      "source": "https://en.wikipedia.org/wiki/Tenedos",
      "tags": [
        "Greek",
        "Colonization",
        "Expansion",
        "Aeolic"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1100",
      "description": "Smyrna founded by Aeolian colonists, later absorbed by neighboring Ionian Colophon around 688 BC; strategic location on gulf makes it major trade center; claims to be birthplace of Homer along with Chios",
      "description_ru": "Смирна основана эолийскими колонистами, позже поглощена соседним ионийским Колофоном около 688 г. до н.э.; стратегическое положение на заливе делает ее крупным торговым центром; претендует на звание родины Гомера наряду с Хиосом",
      "era": "BC",
      "latitude": 38.4192,
      "longitude": 27.1287,
      "name": "Foundation of Smyrna",
      "name_ru": "Основание эолийцами Смирны",
      "source": "https://en.wikipedia.org/wiki/Smyrna",
      "tags": [
        "Aeolic",
        "City",
        "Greek",
        "Trade",
        "Colonization",
        "Expansion"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1100",
      "description": "Mytilene founded by Aeolian Greeks on Lesbos island; becomes leading city of Aeolis and major cultural center, birthplace of poets Sappho and Alcaeus, philosopher Theophrastus, and tyrant Pittacus (one of Seven Sages)",
      "description_ru": "Митилена основана эолийскими греками на острове Лесбос; становится ведущим городом Эолиды и крупным культурным центром, родиной поэтов Сапфо и Алкея, философа Теофраста и тирана Питтака (одного из Семи мудрецов)",
      "era": "BC",
      "latitude": 39.1047,
      "longitude": 26.5547,
      "name": "Foundation of Mytilene",
      "name_ru": "Освоение эолийцами Лесбоса",
      "source": "https://en.wikipedia.org/wiki/Mytilene",
      "tags": [
        "Aeolic",
        "City",
        "Greek",
        "Colonization",
        "Expansion"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1100",
      "description": "Dorian Greeks establish Sparta in Laconia valley after conquering earlier Achaean population; legendary founders Eurysthenes and Procles, twin sons of Aristodemus, become first Agiad and Eurypontid kings establishing dual monarchy",
      "description_ru": "Дорийские греки, мигрирующие на Пелопоннес, основывают Спарту в долине Лаконии, покорив живших здесь ахейцев; легендарные основатели Еврисфен и Прокл, сыновья-близнецы Аристодема, становятся первыми царями династий Агиадов и Еврипонтидов, устанавливая в Спарте двойную монархию",
      "era": "BC",
      "latitude": 37.0764,
      "longitude": 22.4294,
      "name": "Foundation of Sparta",
      "name_ru": "Основание дорийцами Спарты",
      "source": "https://en.wikipedia.org/wiki/Sparta",
      "tags": [
        "Dorian",
        "City",
        "Greek",
        "Sparta",
        "Migration"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1050",
      "description": "Miletus founded by Ionian Greeks fleeing Dorian invasion; becomes preeminent city of Ionia with four harbors, establishing over 70 colonies around Black Sea and Mediterranean, birthplace of Greek philosophy and science",
      "description_ru": "Милет основан ионийскими греками, бежавшими от дорийского вторжения; становится главным городом Ионии с четырьмя гаванями, основывает более 70 колоний вокруг Черного и Средиземного морей, родина греческой философии и науки",
      "era": "BC",
      "latitude": 37.5283,
      "longitude": 27.2783,
      "name": "Foundation of Miletus",
      "name_ru": "Основание ионийцами Милета",
      "source": "https://en.wikipedia.org/wiki/Miletus",
      "tags": [
        "Ionian",
        "City",
        "Greek",
        "Migration",
        "Colonization",
        "Expansion"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1050",
      "description": "Teos founded by Ionian settlers on narrow peninsula between two harbors; birthplace of poet Anacreon and site of proposed Ionian League capital; later home to Artists of Dionysus guild of performers",
      "description_ru": "Теос основан ионийскими поселенцами на узком полуострове между двумя гаванями; родина поэта Анакреона и место предполагаемой столицы Ионийского союза",
      "era": "BC",
      "latitude": 38.18,
      "longitude": 26.7867,
      "name": "Foundation of Teos",
      "name_ru": "Основание ионийцами Теоса",
      "source": "https://en.wikipedia.org/wiki/Teos",
      "tags": [
        "Ionian",
        "City",
        "Greek",
        "Colonization",
        "Expansion"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1050",
      "description": "Phocaea established by Ionian colonists on small peninsula with two excellent harbors; becomes premier seafaring city of Ionia, pioneering long-distance Mediterranean trade and founding Massalia (Marseille) and other western colonies",
      "description_ru": "Фокея основана ионийцами на небольшом полуострове с двумя превосходными гаванями; становится главным мореходным городом Ионии, первопроходцем дальней средиземноморской торговли, основывает Массалию (Марсель) и другие западные колонии",
      "era": "BC",
      "latitude": 38.6717,
      "longitude": 26.7567,
      "name": "Foundation of Phocaea",
      "name_ru": "Основание ионийцами Фокеи",
      "source": "https://en.wikipedia.org/wiki/Phocaea",
      "tags": [
        "Ionian",
        "City",
        "Greek",
        "Maritime",
        "Trade",
        "Colonization",
        "Expansion"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1050",
      "description": "Dorian Greeks complete migration into Peloponnese, displacing earlier populations; traditionally blamed for Mycenaean collapse, though modern scholarship questions extent of invasion",
      "description_ru": "Дорийские греки завершают миграцию на Пелопоннес, вытесняя более ранние популяции; дорийцев винят в падении Микен, хотя современная наука ставит под сомнение масштаб вторжения",
      "era": "BC",
      "latitude": 37.5,
      "longitude": 22.5,
      "name": "Dorian Migration",
      "name_ru": "Дорийская миграция на Пелопоннес",
      "source": "https://en.wikipedia.org/wiki/Dorian_invasion",
      "tags": [
        "Dorian",
        "Settlement",
        "Migration",
        "Uncertain",
        "Greek"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1050",
      "description": "Colophon established by Ionian settlers in fertile valley near Aegean coast; famous for cavalry, luxury goods, and as homeland of poet Mimnermus; oracle of Apollo at nearby Claros gains Panhellenic reputation",
      "description_ru": "Колофон основан ионийскими поселенцами в плодородной долине близ эгейского побережья; знаменит кавалерией, предметами роскоши и как родина поэта Мимнерма; оракул Аполлона в соседнем Кларосе обретает общегреческую известность",
      "era": "BC",
      "latitude": 37.9921,
      "longitude": 27.1936,
      "name": "Foundation of Colophon",
      "name_ru": "Основание ионийского Колофона",
      "source": "https://en.wikipedia.org/wiki/Colophon_(city)",
      "tags": [
        "Ionian",
        "City",
        "Greek",
        "Colonization",
        "Expansion"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1050",
      "description": "Ephesus founded by Ionian colonists led by Androclus, son of Athenian king Codrus; becomes major religious center with Temple of Artemis (one of Seven Wonders) and important trading port on Cayster River",
      "description_ru": "Эфес основан ионийцы под предводительством Андрокла, сына афинского царя Кодра; Эфес станет крупным религиозным центром и важным торговым портом на реке Каистр",
      "era": "BC",
      "latitude": 37.9397,
      "longitude": 27.3417,
      "name": "Foundation of Ephesus",
      "name_ru": "Основание ионийского Эфеса",
      "source": "https://en.wikipedia.org/wiki/Ephesus",
      "tags": [
        "Ionian",
        "City",
        "Greek",
        "Religious",
        "Colonization",
        "Expansion"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1050",
      "description": "Priene founded by Ionians on slopes of Mount Mycale overlooking Maeander plain; later rebuilt in 4th century BC with famous Hippodamian grid plan, temple of Athena Polias designed by Pytheos",
      "description_ru": "Приена основана ионийцами на склонах горы Микале с видом на долину Меандра; позже перестроена в IV веке до н.э. по гипподамову плану",
      "era": "BC",
      "latitude": 37.6589,
      "longitude": 27.2975,
      "name": "Foundation of Priene",
      "name_ru": "Основание ионийцами Приены",
      "source": "https://en.wikipedia.org/wiki/Priene",
      "tags": [
        "Ionian",
        "City",
        "Greek",
        "Colonization",
        "Expansion"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1050",
      "description": "Erythrae founded by Ionians on peninsula opposite Chios; one of twelve cities of Ionian League, famous for prophetess Sibylla and production of wine exported throughout Mediterranean",
      "description_ru": "Эритры основаны ионийцами на полуострове напротив Хиоса; один из двенадцати городов Ионийского союза, известный пророчицей Сибиллой и производством вина, экспортируемого по всему Средиземноморью",
      "era": "BC",
      "latitude": 38.37,
      "longitude": 26.48,
      "name": "Foundation of Erythrae",
      "name_ru": "Основание ионийцами Эритр",
      "source": "https://en.wikipedia.org/wiki/Erythrae",
      "tags": [
        "Ionian",
        "City",
        "Greek",
        "Colonization",
        "Expansion"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1050",
      "description": "Clazomenae founded by Ionians on small island connected to mainland by causeway; birthplace of philosopher Anaxagoras who introduced concept of nous (mind) as organizing principle of cosmos",
      "description_ru": "Клазомены основаны ионийцами на небольшом острове, соединенном с материком дамбой",
      "era": "BC",
      "latitude": 38.36,
      "longitude": 26.77,
      "name": "Foundation of Clazomenae",
      "name_ru": "Основание ионийцами Клазомен",
      "source": "https://en.wikipedia.org/wiki/Clazomenae",
      "tags": [
        "Ionian",
        "City",
        "Greek",
        "Colonization",
        "Expansion"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1000",
      "description": "Chios colonized by Ionians from Attica; island becomes wealthy from wine, mastic resin, and slave trade; claims to be birthplace of Homer and develops advanced democratic constitution by 6th century BC",
      "description_ru": "Остров Хиос колонизирован ионийцами из Аттики; остров богатеет, торгую вином, мастиковой смолой и рабами; Хиос также считается родиной Гомера",
      "era": "BC",
      "latitude": 38.3667,
      "longitude": 26.1333,
      "name": "Ionian Colonization of Chios",
      "name_ru": "Ионийцы колонизируют Хиос",
      "source": "https://en.wikipedia.org/wiki/Chios",
      "tags": [
        "Ionian",
        "Greek",
        "Colonization",
        "Expansion"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1000",
      "description": "Samos colonized by Ionians; island becomes naval power and cultural center, home to philosopher Pythagoras, architect Rhoikos who designed Heraion temple, and engineers who built first Greek tunnel (Tunnel of Eupalinos)",
      "description_ru": "Остров Самос колонизирован ионийцами; остров становится морской державой и культурным центром",
      "era": "BC",
      "latitude": 37.7542,
      "longitude": 26.9769,
      "name": "Ionian Colonization of Samos",
      "name_ru": "Ионийцы колонизируют Самос",
      "source": "https://en.wikipedia.org/wiki/Samos",
      "tags": [
        "Ionian",
        "Greek",
        "Colonization",
        "Expansion"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.1000",
      "description": "Ionians flee Dorian pressure and colonize central Aegean coast of Anatolia; twelve cities including Miletus, Ephesus and Phocaea form Ionian League, preserving Greek culture during Dark Ages",
      "description_ru": "Ионийцы бегут от дорийского давления и колонизируют центральное побережье Эгейского моря в Анатолии; двенадцать городов, включая Милет, Эфес и Фокею, образуют Ионийский союз, сохраняя греческую культуру в темные века",
      "era": "BC",
      "latitude": 38.18,
      "longitude": 26.7867,
      "name": "Ionian League Formation",
      "name_ru": "Образование ионийского союза",
      "source": "https://en.wikipedia.org/wiki/Ionia",
      "tags": [
        "Colonization",
        "Greek",
        "Settlement",
        "Ionian",
        "Migration",
        "Unification"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0900",
      "description": "Corinth emerges as major commercial power at isthmus connecting Peloponnese to mainland; strategic location controlling land trade route and two harbors (Lechaeum and Cenchreae) makes it wealthy trade hub",
      "description_ru": "Коринф становится крупной торговой державой на перешейке, соединяющем Пелопоннес с материком; росту богатства очень помогает его стратегическое положение, контролирующее сухопутный торговый путь и две гавани (Лехей и Кенхреи)",
      "era": "BC",
      "latitude": 37.9061,
      "longitude": 22.8782,
      "name": "Corinth Emerges as Trade Center",
      "name_ru": "Коринф - крупный торговый центр",
      "source": "https://en.wikipedia.org/wiki/Ancient_Corinth",
      "tags": [
        "City",
        "Greek",
        "Trade",
        "Wealth",
        "Corinthian"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0850",
      "description": "Legendary poet Homer composes Iliad and Odyssey, preserving oral traditions of Trojan War and heroic age; becomes foundational texts of Greek education and identity for centuries",
      "description_ru": "Легендарный поэт и сказитель Гомер создает Илиаду и Одиссею, устно передавая легенды о Троянской войне и походах Одиссея; поэмы Гомера становятся основополагающими текстами греческих образования и идентичности на века вперед",
      "era": "BC",
      "latitude": 38.3667,
      "longitude": 26.1333,
      "name": "Homer Composes Iliad and Odyssey",
      "name_ru": "Гомер создает Илиаду и Одиссею",
      "source": "https://en.wikipedia.org/wiki/Homer",
      "tags": [
        "Literature",
        "Culture",
        "Greek",
        "Legend",
        "Poetry",
        "Oral Tradition"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0800",
      "description": "Greeks adopt Phoenician alphabet adding vowels, creating first true alphabetic writing system; revolutionary innovation enables widespread literacy and democratic participation",
      "description_ru": "Греки принимают финикийский алфавит, добавляя гласные, и создавают первую истинную алфавитную систему письма; революционный подход к письму делает его легче для записи и чтения, и влияет на рост грамотности",
      "era": "BC",
      "latitude": 37.9755,
      "longitude": 23.7348,
      "name": "Greek Alphabet Development",
      "name_ru": "Развитие греческого алфавита",
      "source": "https://en.wikipedia.org/wiki/Greek_alphabet",
      "tags": [
        "Greek",
        "Writing",
        "Language",
        "Innovation",
        "Phoenician"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0800",
      "description": "Megara emerges as independent polis between Athens and Corinth; despite small size becomes prolific colonizer, founding Megara Hyblaea, Selinunte, Byzantium, and Chalcedon - controls key trade routes",
      "description_ru": "Мегара вырастает как независимый полис между Афинами и Коринфом; несмотря на небольшой размер, активно участвует в греческой колонизации, основывая Мегару Гиблейскую, Селинунт, Византий и Халкидон",
      "era": "BC",
      "latitude": 38.0028,
      "longitude": 23.3461,
      "name": "Megara as Colonial Power",
      "name_ru": "Мегара - греческая метрополия",
      "source": "https://en.wikipedia.org/wiki/Megara",
      "tags": [
        "City",
        "Greek",
        "Colonization",
        "Megarian"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0780",
      "description": "Greek colonization movement begins as city-states establish settlements across Mediterranean and Black Sea; over 500 colonies founded from Spain to Crimea, spreading Greek culture and commerce",
      "description_ru": "Греки основывают поселения по всему побережью Средиземноморья и Черного моря; основано более 500 колоний от Испании до Крыма, где распространяется греческая культура и идет торговля",
      "era": "BC",
      "latitude": 37.5,
      "longitude": 23,
      "name": "Great Greek Colonization",
      "name_ru": "Великая греческая колонизация",
      "source": "https://en.wikipedia.org/wiki/Greek_colonisation",
      "tags": [
        "Expansion",
        "Trade",
        "Settlement",
        "Colonization",
        "Greek"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0776",
      "description": "First recorded Olympic Games held at sanctuary of Zeus in Olympia; athletes compete in stadion foot race (192m), with winner Koroibos of Elis recorded by name - Greeks use Olympics to date events for next 1,000 years",
      "description_ru": "Первые записанные Олимпийские игры проводятся в святилище Зевса в Олимпии; атлеты соревнуются в беге на стадию (192 м), с победителем Коройбом из Элиды, записанным по имени - греки используют Олимпиады для датировки событий следующие 1000 лет",
      "era": "BC",
      "latitude": 37.6386,
      "longitude": 21.6303,
      "name": "First Olympic Games",
      "name_ru": "Первые Олимпийские игры",
      "source": "https://en.wikipedia.org/wiki/Ancient_Olympic_Games",
      "tags": [
        "Culture",
        "Religious",
        "Sport",
        "Olympic",
        "Greek"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0760",
      "description": "Chalcis on Euboea leads Greek colonization alongside rival Eretria; founds colonies in Chalcidice peninsula (named after city), Sicily, and southern Italy; emerges victorious from Lelantine War with Thessalian cavalry support",
      "description_ru": "Халкида на Эвбее возглавляет греческую колонизацию наряду с соперницей Эретрией; основывает колонии на полуострове Халкидики (названном в честь города), Сицилии и южной Италии; выходит победителем из Лелантийской войны при поддержке фессалийской кавалерии",
      "era": "BC",
      "latitude": 38.4628,
      "longitude": 23.5947,
      "name": "Chalcis as Colonial Power",
      "name_ru": "Халкида как колониальная держава",
      "source": "https://en.wikipedia.org/wiki/Chalcis",
      "tags": [
        "City",
        "Greek",
        "Colonization",
        "Chalcidian"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0760",
      "description": "Eretria in Euboea reaches peak as major colonizing power; rivals neighboring Chalcis in Lelantine War for control of fertile Lelantine Plain; both cities found numerous colonies in Chalcidice, Italy, and Sicily",
      "description_ru": "Эретрия на Эвбее растет как крупная колонизирующая держава; соперничает с соседним Халкисом в Лелантийской войне за контроль над плодородной Лелантийской равниной; оба города основывают многочисленные колонии в Халкидике, Италии и Сицилии",
      "era": "BC",
      "latitude": 38.395,
      "longitude": 23.7867,
      "name": "Eretria as Colonial Power",
      "name_ru": "Эретрия как колониальная держава",
      "source": "https://en.wikipedia.org/wiki/Eretria",
      "tags": [
        "City",
        "Greek",
        "Colonization",
        "Chalcidian"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0756",
      "description": "Chalcidians from Euboea found Cumae, first Greek colony on Italian mainland; establishes Greek presence in Bay of Naples, transmits alphabet to Etruscans and Romans, and serves as gateway for Greek culture to Italy",
      "description_ru": "Халкидяне с Эвбеи основывают Кумы, первую греческую колонию на итальянском материке; таким образом греки появляются в Неаполитанском заливе, передают алфавит этрускам и римлянам. Кумы служат вратами греческой культуры в Италию",
      "era": "BC",
      "latitude": 40.8489,
      "longitude": 14.0541,
      "name": "Foundation of Cumae",
      "name_ru": "Основание греческих Кум",
      "source": "https://en.wikipedia.org/wiki/Cumae",
      "tags": [
        "Greek",
        "Expansion",
        "City",
        "Colonization",
        "Italy",
        "Chalcidian"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0756",
      "description": "Milesian Greeks found Trapezus (Trebizond) on southeastern Black Sea coast; westernmost outpost of Pontic Greek settlements, remains Greek-speaking for 2,800 years until population exchange of 1923",
      "description_ru": "Милетские греки основывают Трапезунд (Трабзон) на юго-восточном побережье Черного моря; самый западный форпост понтийских греческих поселений, остается грекоязычным в течение 2800 лет до 1923 года",
      "era": "BC",
      "latitude": 41.0027,
      "longitude": 39.7168,
      "name": "Foundation of Trapezus (Trebizond)",
      "name_ru": "Основание греками Трапезунда",
      "source": "https://en.wikipedia.org/wiki/Trabzon",
      "tags": [
        "Milesian",
        "City",
        "Greek",
        "Pontus",
        "Colonization",
        "Expansion"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0751",
      "description": "Milesian colonists establish Sinope on Black Sea coast of Anatolia; becomes major trading hub and mother city of further Black Sea colonies including Trapezus; birthplace of Cynic philosopher Diogenes",
      "description_ru": "Милетские колонисты основывают Синопу на черноморском побережье Анатолии; уникальное стратегическое положение позволяет стать крупным торговым центром и метрополией дальнейших черноморских колоний, включая Трапезунд; родина философа-киника Диогена",
      "era": "BC",
      "latitude": 42.0231,
      "longitude": 35.1531,
      "name": "Foundation of Sinope",
      "name_ru": "Основание греками Синопа",
      "source": "https://en.wikipedia.org/wiki/Sinop,_Turkey",
      "tags": [
        "Milesian",
        "City",
        "Greek",
        "Trade",
        "Colonization",
        "Expansion"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0735",
      "description": "Naxos founded by Chalcidian Greeks as first Greek colony in Sicily; sacred altar of Apollo Archegetes marks landing spot where all future Sicilian colonists made offerings before founding their cities",
      "description_ru": "Наксос основан халкидскими греками как первая греческая колония на Сицилии; священный алтарь Аполлона Архегета отметил место высадки. Все будущие сицилийские колонисты делали ему подношения перед основанием своих городов",
      "era": "BC",
      "latitude": 37.8211,
      "longitude": 15.2661,
      "name": "Foundation of Naxos (Sicily)",
      "name_ru": "Основание греками Наксоса (Сицилия)",
      "source": "https://en.wikipedia.org/wiki/Naxos_(Sicily)",
      "tags": [
        "Sicily",
        "City",
        "Greek",
        "Colonization",
        "Expansion",
        "Chalcidian",
        "Magna Graecia"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0734",
      "description": "Corinthian colonists found Corcyra (Corfu) on island controlling entry to Adriatic Sea; becomes wealthy maritime power but bitter rivalry with mother city Corinth later triggers Peloponnesian War",
      "description_ru": "Коринфские колонисты основывают Коркиру (Корфу) на острове, контролирующем вход в Адриатическое море; Коркира становится богатой морской державой, но острое соперничество с метрополией Коринфом позднее спровоцирует Пелопоннесскую войну",
      "era": "BC",
      "latitude": 39.6243,
      "longitude": 19.9217,
      "name": "Foundation of Corcyra (Corfu)",
      "name_ru": "Основание греками Коркиры (Корфу)",
      "source": "https://en.wikipedia.org/wiki/Corfu_(city)",
      "tags": [
        "Corinthian",
        "City",
        "Greek",
        "Maritime",
        "Colonization",
        "Expansion",
        "Magna Graecia"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0733",
      "description": "Corinth establishes Syracuse in Sicily, which becomes largest and wealthiest Greek city in western Mediterranean; population eventually reaches 500,000, rivaling Athens",
      "description_ru": "Коринф основывает Сиракузы на Сицилии; Сиракузы станут крупнейшим и богатейшим греческим городом в западном Средиземноморье с пиком населения 500 тысяч; Сиракузы будут составлять конкуренцию Афинам",
      "era": "BC",
      "latitude": 37.0755,
      "longitude": 15.2866,
      "name": "Foundation of Syracuse",
      "name_ru": "Основание греческих Сиракуз",
      "source": "https://en.wikipedia.org/wiki/Syracuse,_Sicily",
      "tags": [
        "City",
        "Settlement",
        "Sicily",
        "Colonization",
        "Greek",
        "Corinthian",
        "Magna Graecia"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0730",
      "description": "Poet Hesiod writes Theogony and Works and Days; Theogony systematizes Greek mythology with genealogy of gods, while Works and Days provides practical farming advice and moral instruction",
      "description_ru": "Поэт Гесиод пишет Теогонию и Труды и дни; Теогония систематизирует греческую мифологию с генеалогией богов, в то время как Труды и дни дают практические советы по земледелию и нравственные наставления",
      "era": "BC",
      "latitude": 38.4,
      "longitude": 23.1,
      "name": "Hesiod's Theogony and Works",
      "name_ru": "Теогония и Труды Гесиода",
      "source": "https://en.wikipedia.org/wiki/Hesiod",
      "tags": [
        "Poetry",
        "Greek",
        "Culture",
        "Literature",
        "Religious"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0730",
      "description": "Chalcidians from Euboea found Zancle (later Messina) at site controlling Strait of Messina; original name means 'sickle' describing harbor shape; renamed Messana by Samian settlers in 490s BC",
      "description_ru": "Халкидяне с Эвбеи основывают Занкле (позднее Мессина) на месте, контролирующем Мессинский пролив; первоначальное название означает 'серп', описывая форму гавани; переименована в Мессану самосскими поселенцами в 490-х гг. до н.э.",
      "era": "BC",
      "latitude": 38.1938,
      "longitude": 15.554,
      "name": "Foundation of Zancle (Messina)",
      "name_ru": "Основание греками Занкле (Мессина)",
      "source": "https://en.wikipedia.org/wiki/Messina",
      "tags": [
        "Chalcidian",
        "City",
        "Greek",
        "Sicily",
        "Maritime",
        "Colonization",
        "Expansion",
        "Magna Graecia"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0730",
      "description": "Chalcidians establish Leontini in eastern Sicily inland from Naxos; controls fertile plain famous for grain production; Gorgias of Leontini later becomes famous rhetorician who visits Athens in 427 BC",
      "description_ru": "Халкидяне основывают Леонтины в восточной Сицилии близ Наксоса;  Леонтинам принадлежит плодородная равнина, город быстро становится экспортером зерна",
      "era": "BC",
      "latitude": 37.2867,
      "longitude": 14.9958,
      "name": "Foundation of Leontini",
      "name_ru": "Основание греками Леонтин",
      "source": "https://en.wikipedia.org/wiki/Lentini",
      "tags": [
        "Chalcidian",
        "City",
        "Greek",
        "Sicily",
        "Agriculture",
        "Colonization",
        "Expansion",
        "Food",
        "Magna Graecia"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0729",
      "description": "Chalcidians found Catana (Catania) below Mount Etna in eastern Sicily; lawgiver Charondas creates famous law code adopted by other Chalcidian colonies; city repeatedly destroyed and rebuilt due to volcanic eruptions",
      "description_ru": "Халкидяне основывают Катану (Катания) у подножия Этны в восточной Сицилии; Этна регулярно разрушает город, но греки его восстанавливают",
      "era": "BC",
      "latitude": 37.5079,
      "longitude": 15.083,
      "name": "Foundation of Catana (Catania)",
      "name_ru": "Основание греческой Катаны (Катания)",
      "source": "https://en.wikipedia.org/wiki/Catania",
      "tags": [
        "Chalcidian",
        "City",
        "Greek",
        "Sicily",
        "Colonization",
        "Magna Graecia"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0728",
      "description": "Megarian colonists found Megara Hyblaea in eastern Sicily with permission of Sicul king Hyblon",
      "description_ru": "Мегарские колонисты основывают Мегару Гиблейскую в восточной Сицилии с разрешения сикулского царя Гиблона",
      "era": "BC",
      "latitude": 37.2036,
      "longitude": 15.1817,
      "name": "Foundation of Megara Hyblaea",
      "name_ru": "Основание Мегары Гиблейской",
      "source": "https://en.wikipedia.org/wiki/Megara_Hyblaea",
      "tags": [
        "Megarian",
        "City",
        "Greek",
        "Sicily",
        "Colonization",
        "Expansion",
        "Magna Graecia"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0725",
      "description": "Sparta conquers Messenia in First Messenian War, enslaving population as helots; Messenian helots outnumber Spartans 7:1, creating permanent military society to maintain control",
      "description_ru": "Спарта спустя 20 лет сражений завоевывает Мессению в Первой Мессенской войне, порабощая население как илотов. Мессенские илоты превосходят спартанцев числом семикратно. Для поддержания контроля в Спарте формируется агрессивное военизированное общество ",
      "era": "BC",
      "latitude": 37.0764,
      "longitude": 22.4294,
      "name": "Sparta Conquers Messenia",
      "name_ru": "Спарта завоевывает Мессению",
      "source": "https://en.wikipedia.org/wiki/First_Messenian_War",
      "tags": [
        "Conquest",
        "Greek",
        "Sparta",
        "Slavery",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0720",
      "description": "Achaean colonists found Sybaris in southern Italy; becomes fabulously wealthy from fertile land and trade, population reaches 100,000; 'Sybarite' becomes synonym for luxury",
      "description_ru": "Ахейские колонисты основывают Сибарис в южной Италии; становится сказочно богатым благодаря плодородным землям и торговле, население достигает 100 000; 'сибарит' становится синонимом роскоши",
      "era": "BC",
      "latitude": 39.7175,
      "longitude": 16.4456,
      "name": "Foundation of Sybaris",
      "name_ru": "Основание ахейцами Сибариса",
      "source": "https://en.wikipedia.org/wiki/Sybaris",
      "tags": [
        "Achaean",
        "City",
        "Greek",
        "Italy",
        "Wealth",
        "Colonization",
        "Expansion",
        "Magna Graecia"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0710",
      "description": "Achaean Greeks found Croton in southern Italy; becomes center of Pythagorean philosophy and produces legendary Olympic athletes including Milo of Croton (6-time wrestling champion)",
      "description_ru": "Ахейские греки основывают Кротон в южной Италии; становится центром пифагорейской философии и производит легендарных олимпийских атлетов, включая Милона Кротонского (шестикратного чемпиона по борьбе)",
      "era": "BC",
      "latitude": 39.081,
      "longitude": 17.127,
      "name": "Foundation of Croton",
      "name_ru": "Основание ахейцами Кротона",
      "source": "https://en.wikipedia.org/wiki/Crotone",
      "tags": [
        "Achaean",
        "City",
        "Greek",
        "Italy",
        "Colonization",
        "Expansion",
        "Magna Graecia"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0706",
      "description": "Sparta founds Taras (Taranto) with Partheniai colonists (sons born to Spartan women during Messenian War); becomes wealthiest Magna Graecia city, famous for cavalry, purple dye, and later alliance with Pyrrhus against Rome",
      "description_ru": "Спартанские парфении основывают Тарас (Таранто). Во время Мессенской войны большая часть мужчин была там, но, чтобы избежать демографического кризиса, мужчинам, оставшимся в Спарте, позволили вступать в связь с незамужними и вдовами. Детей этих связей назвали парфениями, и на родине их не очень принимали. Чтобы избежать неравноправного положения, парфении покидали Спарту и переселялись в Тарас. Тарас станет богатейшим городом Великой Греции, знаменитым кавалерией, пурпуром и позднее союзом с Пирром против Рима",
      "era": "BC",
      "latitude": 40.4648,
      "longitude": 17.247,
      "name": "Foundation of Taras (Taranto)",
      "name_ru": "Основание спартанцами Тараса (Таранто)",
      "source": "https://en.wikipedia.org/wiki/Taranto",
      "tags": [
        "Sparta",
        "City",
        "Greek",
        "Italy",
        "Magna Graecia",
        "Colonization",
        "Expansion",
        "Demographics"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0700",
      "description": "Greek hoplite warfare develops with bronze armor, large round shield (hoplon), and spear; phalanx formation of citizen-soldiers replaces aristocratic chariot warfare, democratizing military service",
      "description_ru": "Греки совершенствуют искусство войны и придумывают фалангу гоплитов. Гоплиты в бронзовых доспехах, с большим круглым щитом (гоплон) и копьем стоят плечо к плечу и сражаются как единая машина. В фалангу могут войти не только аристократы с колесницами, но и простые граждане, что делает войско более многочисленным и менее дорогим.",
      "era": "BC",
      "latitude": 37.9755,
      "longitude": 23.7348,
      "name": "Hoplite Warfare Revolution",
      "name_ru": "Греческие гоплиты",
      "source": "https://en.wikipedia.org/wiki/Hoplite",
      "tags": [
        "Greek",
        "Army",
        "Innovation",
        "War",
        "Science"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0700",
      "description": "Achaean Greeks found Metapontum between rival cities Taras and Sybaris in southern Italy; Pythagoras reportedly spends final years here; famous for golden grain ears depicted on coins and temple to Hera",
      "description_ru": "Ахейские греки основывают Метапонт между соперничающими городами Тарас и Сибарис в южной Италии; знаменит своим храмом Геры",
      "era": "BC",
      "latitude": 40.38359167,
      "longitude": 16.82455301,
      "name": "Foundation of Metapontum",
      "name_ru": "Основание ахейцами Метапонта",
      "source": "https://en.wikipedia.org/wiki/Metapontum",
      "tags": [
        "Magna Graecia",
        "Achaean",
        "City",
        "Greek",
        "Italy",
        "Colonization",
        "Expansion"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0689",
      "description": "Cnidians and Rhodians found Lipara (Lipari) on volcanic Aeolian Islands; colonists establish communistic society sharing all property equally; islands provide strategic control over Tyrrhenian Sea routes",
      "description_ru": "Книдяне и родосцы основывают Липару (Липари) на вулканических Эолийских островах; колонисты устанавливают коммунистическое общество, разделяя всю собственность поровну; острова обеспечивают грекам стратегический контроль над путями Тирренского моря",
      "era": "BC",
      "latitude": 38.4667,
      "longitude": 14.95,
      "name": "Foundation of Lipara (Lipari)",
      "name_ru": "Основание греками Липары",
      "source": "https://en.wikipedia.org/wiki/Lipari",
      "tags": [
        "City",
        "Greek",
        "Maritime",
        "Colonization",
        "Expansion",
        "Communism"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0688",
      "description": "Megarian Greeks found Heraclea Pontica on southern Black Sea coast; strategically located city becomes wealthy from timber and fishing, later known for tyrant Clearchus who declares himself son of Zeus",
      "description_ru": "Мегарские греки основывают Гераклею Понтийскую на южном побережье Черного моря; стратегически расположенный город богатеет от леса и рыболовства; позже знаменит тираном Клеархом, объявившим себя сыном Зевса",
      "era": "BC",
      "latitude": 41.2845,
      "longitude": 31.4143,
      "name": "Foundation of Heraclea Pontica",
      "name_ru": "Основание Гераклеи Понтийской",
      "source": "https://en.wikipedia.org/wiki/Heraclea_Pontica",
      "tags": [
        "Megarian",
        "City",
        "Greek",
        "Colonization",
        "Expansion"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0688",
      "description": "Gela founded by colonists from Rhodes and Crete on southern Sicily coast; becomes powerful city that later founds Akragas (Agrigento) and produces tyrant Gelon who defeats Carthage at Battle of Himera (480 BC)",
      "description_ru": "Гела основана колонистами с Родоса и Крита на южном побережье Сицилии; становится могущественным городом, позднее основывающим Акрагас (Агригенто) и производящим тирана Гелона, который побеждает Карфаген в битве при Гимере (480 г. до н.э.)",
      "era": "BC",
      "latitude": 37.0664,
      "longitude": 14.2506,
      "name": "Foundation of Gela",
      "name_ru": "Основание греческой Гелы",
      "source": "https://en.wikipedia.org/wiki/Gela",
      "tags": [
        "Dorian",
        "City",
        "Greek",
        "Sicily",
        "Magna Graecia",
        "Colonization"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0685",
      "description": "Megarian Greeks found Chalcedon on Asian shore of Bosphorus; called 'city of the blind' by Persian Megabazus because settlers ignored superior site of Byzantium across strait; controls rich Black Sea fishing grounds",
      "description_ru": "Мегарские греки основывают Халкидон на азиатском берегу Босфора; перс Мегабаз назвал его 'городом слепых', поскольку поселенцы проигнорировали превосходное место Византия на другом берегу пролива",
      "era": "BC",
      "latitude": 40.9829,
      "longitude": 29.0331,
      "name": "Foundation of Chalcedon",
      "name_ru": "Основание греками Халкидона",
      "source": "https://en.wikipedia.org/wiki/Chalcedon",
      "tags": [
        "Megarian",
        "City",
        "Greek",
        "Bosphorus",
        "Colonization",
        "Expansion"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0685",
      "description": "Chalcidian Greeks found Rhegium (Reggio Calabria) on toe of Italian boot controlling Strait of Messina; along with sister city Zancle (Messina) controls vital maritime passage between Tyrrhenian and Ionian seas",
      "description_ru": "Халкидские греки основывают Регий (Реджо-Калабрия) на носке итальянского сапога, беря Мессинский пролив под контроль; вместе с городом Занкле (Мессина) напротив Регий контролирует жизненно важный морской проход между Тирренским и Ионическим морями",
      "era": "BC",
      "latitude": 38.1114,
      "longitude": 15.6472,
      "name": "Foundation of Rhegium (Reggio Calabria)",
      "name_ru": "Основание греческого Регия ",
      "source": "https://en.wikipedia.org/wiki/Reggio_Calabria",
      "tags": [
        "Chalcidian",
        "City",
        "Greek",
        "Italy",
        "Magna Graecia",
        "Maritime",
        "Colonization"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0683",
      "description": "Athens replaces hereditary kingship with annual archons; nine archons elected from aristocratic families manage religious, military, and judicial affairs, beginning constitutional evolution",
      "description_ru": "Афины заменяют наследственное царство ежегодными архонтами; девять архонтов, избираемых из аристократических семей, управляют религиозными, военными и судебными делами, начиная конституционную эволюцию",
      "era": "BC",
      "latitude": 37.9755,
      "longitude": 23.7348,
      "name": "Athenian Archon System",
      "name_ru": "Афинская система архонтов",
      "source": "https://en.wikipedia.org/wiki/Archon",
      "tags": [
        "Political",
        "Reform",
        "Athens",
        "Greek",
        "Administration",
        "Oligarchy"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0680",
      "description": "Locrians from central Greece found Epizephyrian Locri in southern Italy toe; establishes first written Greek law code under lawgiver Zaleucus; birthplace of poet Nossis compared to Sappho",
      "description_ru": "Локрийцы из центральной Греции основывают Эпизефирские Локры на носке южной Италии",
      "era": "BC",
      "latitude": 38.2322,
      "longitude": 16.2617,
      "name": "Foundation of Epizephyrian Locri",
      "name_ru": "Основание Эпизефирских Локр",
      "source": "https://en.wikipedia.org/wiki/Locri",
      "tags": [
        "City",
        "Greek",
        "Italy",
        "Magna Graecia",
        "Law",
        "Locrian",
        "Colonization",
        "Expansion"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0667",
      "description": "Byzantium founded by Megarian colonists led by Byzas; strategic location on Bosphorus controls Black Sea trade route; becomes one of wealthiest Greek cities before later transformation into Constantinople",
      "description_ru": "Византий основан мегарскими колонистами под предводительством Византа; стратегическое положение на Босфоре контролирует торговый путь в Черное море; становится одним из богатейших греческих городов до преобразования в Константинополь",
      "era": "BC",
      "latitude": 41.0082,
      "longitude": 28.9784,
      "name": "Foundation of Byzantium",
      "name_ru": "Основание греками Византия",
      "source": "https://en.wikipedia.org/wiki/Byzantium",
      "tags": [
        "City",
        "Greek",
        "Trade",
        "Colonization",
        "Megarian",
        "Expansion",
        "Byzantine"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0660",
      "description": "Sparta crushes Second Messenian Revolt after 20-year struggle; legendary Spartan poet Tyrtaeus composes war songs urging hoplites to 'die beautiful deaths' rather than flee battle",
      "description_ru": "Мессенские илоты восстают против Спарты при поддержке Аргоса и Аркадии; спартанцы ведут борьбу с Мессенией, Аргосом и Аркадией в течение 10 лет. Легендарный спартанский поэт Тиртей сочиняет военные песни, призывающие гоплитов 'умереть красивой смертью', чем бежать с поля боя",
      "era": "BC",
      "latitude": 37.0764,
      "longitude": 22.4294,
      "name": "Second Messenian War",
      "name_ru": "Вторая Мессенская война",
      "source": "https://en.wikipedia.org/wiki/Second_Messenian_War",
      "tags": [
        "Sparta",
        "Argos",
        "Rebellion",
        "Greek",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0657",
      "description": "Cypselus becomes tyrant of Corinth, overthrowing aristocratic Bacchiad clan; under Cypselid dynasty Corinth becomes commercial powerhouse controlling trade between Aegean and western Mediterranean",
      "description_ru": "Кипсел становится тираном Коринфа, свергая аристократический клан Бакхиадов; при династии Кипселидов Коринф становится торговым центром, контролирующим торговлю между Эгейским морем и западным Средиземноморьем",
      "era": "BC",
      "latitude": 37.9061,
      "longitude": 22.8782,
      "name": "Cypselus Tyrant of Corinth",
      "name_ru": "Кипсел - тиран Коринфа",
      "source": "https://en.wikipedia.org/wiki/Cypselus",
      "tags": [
        "Greek",
        "Corinthian",
        "King",
        "Overthrow"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0650",
      "description": "Poseidonia (Paestum) founded by colonists from Sybaris; famous for three magnificently preserved Doric temples (Temple of Hera I, Temple of Athena, Temple of Hera II) that survive as finest examples of Greek architecture in Italy",
      "description_ru": "Посейдония (Пестум) основана колонистами из Сибариса; знаменита тремя великолепно сохранившимися дорическими храмами (Храм Геры I, Храм Афины, Храм Геры II), которые сохранились как лучшие образцы греческой архитектуры в Италии",
      "era": "BC",
      "latitude": 40.4194,
      "longitude": 15.0047,
      "name": "Foundation of Poseidonia (Paestum)",
      "name_ru": "Основание Посейдонии (Пестум)",
      "source": "https://en.wikipedia.org/wiki/Paestum",
      "tags": [
        "City",
        "Greek",
        "Italy",
        "Magna Graecia",
        "Architecture",
        "Dorian",
        "Colonization",
        "Expansion"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0647",
      "description": "Milesian Greeks establish Olbia (meaning 'Happy') on Bug River estuary near Black Sea; becomes major trading center exchanging Greek goods for Scythian grain, furs, and slaves; maintains Greek culture in distant steppes",
      "description_ru": "Милетские греки основывают Ольвию ('Счастливую') в устье реки Буг близ Черного моря; становится крупным торговым узлом между Грецией и Скифией, обменивающим греческие товары на скифское зерно, меха и рабов",
      "era": "BC",
      "latitude": 46.6933,
      "longitude": 31.9017,
      "name": "Foundation of Olbia",
      "name_ru": "Основание греками Ольвии",
      "source": "https://en.wikipedia.org/wiki/Olbia_(archaeological_site)",
      "tags": [
        "Milesian",
        "City",
        "Greek",
        "Trade",
        "Scythian",
        "Expansion",
        "Colonization"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0640",
      "description": "Thales of Miletus born, first Greek philosopher; predicts solar eclipse of 585 BC, proposes water as fundamental substance, and establishes rational inquiry as alternative to mythological explanations",
      "description_ru": "Фалес Милетский рождается, первый греческий философ. Фалес предлагает воду как основу всего и устанавливает рациональное исследование как альтернативу мифологическим объяснениям",
      "era": "BC",
      "latitude": 37.5283,
      "longitude": 27.2783,
      "name": "Birth of Thales of Miletus",
      "name_ru": "Рождение Фалеса Милетского",
      "source": "https://en.wikipedia.org/wiki/Thales_of_Miletus",
      "tags": [
        "Science",
        "Greek",
        "Philosophy",
        "Milesian",
        "Ionian",
        "Birth"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0632",
      "description": "Cylon attempts to become tyrant of Athens with Megarian support; seizes Acropolis but citizens refuse to join, leading to massacre of his supporters at altar - beginning of Athenian anti-tyranny tradition",
      "description_ru": "Килон пытается стать тираном Афин при поддержке Мегары; захватывает Акрополь, но граждане отказываются присоединиться, что ведет к резне его сторонников у алтаря - начало афинской антитиранической традиции",
      "era": "BC",
      "latitude": 37.9715,
      "longitude": 23.7257,
      "name": "Cylon's Failed Coup",
      "name_ru": "Неудачный переворот Килона",
      "source": "https://en.wikipedia.org/wiki/Cylon_of_Athens",
      "tags": [
        "Athens",
        "Greek",
        "Rebellion",
        "Overthrow",
        "Political",
        "Megarian",
        "Crisis"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0631",
      "description": "Therans from Santorini found Cyrene in Libya under leadership of Battus I; becomes major Greek city in Africa, famous for silphium plant (ancient contraceptive/medicine), horses, and as birthplace of philosopher Aristippus and poet Callimachus",
      "description_ru": "Феряне с Санторини основывают Кирену в Ливии под руководством Батта I; становится крупным греческим городом в Африке, знаменитым растением сильфий (древнее противозачаточное/лекарство), лошадьми и как родина философа Аристиппа и поэта Каллимаха",
      "era": "BC",
      "latitude": 32.8249,
      "longitude": 21.8552,
      "name": "Foundation of Cyrene",
      "name_ru": "Основание греческой Кирены",
      "source": "https://en.wikipedia.org/wiki/Cyrene,_Libya",
      "tags": [
        "City",
        "Greek",
        "Libya",
        "Colonization",
        "Expansion"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0630",
      "description": "Greeks from multiple cities establish Naukratis as trading emporium in Egyptian Nile Delta with permission of Pharaoh Psamtik I; first permanent Greek settlement in Egypt with temples to Apollo, Hera, and the Hellenion",
      "description_ru": "Греки из разных городов основывают Навкратис как торговый эмпорий в египетской дельте Нила с разрешения фараона Псамметиха I; первое постоянное греческое поселение в Египте с храмами Аполлона, Геры и Эллениона",
      "era": "BC",
      "latitude": 30.8983,
      "longitude": 30.5872,
      "name": "Foundation of Naukratis",
      "name_ru": "Основание греками Навкратиса",
      "source": "https://en.wikipedia.org/wiki/Naucratis",
      "tags": [
        "City",
        "Greek",
        "Egypt",
        "Trade",
        "Colonization",
        "Expansion"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0628",
      "description": "Megara Hyblaea founds Selinunte (Selinus) on southwestern Sicily coast; westernmost Greek city on island, prospers from agriculture but conflicts with Carthaginian sphere of influence; magnificent temples built before Carthaginian destruction in 409 BC",
      "description_ru": "Мегара Гиблейская основывает Селинунт на юго-западном побережье Сицилии; самый западный греческий город на острове, процветает благодаря сельскому хозяйству, но конфликтует с карфагенской сферой влияния; великолепные храмы построены до карфагенского разрушения в 409 г. до н.э.",
      "era": "BC",
      "latitude": 37.5861,
      "longitude": 12.8278,
      "name": "Foundation of Selinunte",
      "name_ru": "Основание греками Селинунта",
      "source": "https://en.wikipedia.org/wiki/Selinunte",
      "tags": [
        "City",
        "Greek",
        "Sicily",
        "Architecture",
        "Colonization",
        "Expansion"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0621",
      "description": "Draco creates first written law code of Athens; penalties notoriously harsh (death for stealing cabbage), giving rise to term 'draconian' - but crucially establishes rule of written law over aristocratic discretion",
      "description_ru": "Дракон создает первый писаный свод законов Афин; наказания печально суровые (смерть за кражу капусты), давая начало термину 'драконовский' - но критически устанавливает верховенство писаного закона над аристократическим усмотрением",
      "era": "BC",
      "latitude": 37.9755,
      "longitude": 23.7348,
      "name": "Draco's Law Code",
      "name_ru": "Законы Дракона в Афинах",
      "source": "https://en.wikipedia.org/wiki/Draco_(lawgiver)",
      "tags": [
        "Political",
        "Greek",
        "Athens",
        "Law",
        "Code"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0600",
      "description": "Massalia (Marseille) founded by Phocaean Greeks; becomes major trading hub connecting Greek world with Celtic Gaul, exporting wine and olive oil while importing tin and amber from northern Europe",
      "description_ru": "Массалия (Марсель) основана фокейскими греками; становится крупным торговым центром, соединяющим греческий мир с кельтской Галлией, экспортируя вино и оливковое масло, импортируя олово и янтарь из северной Европы",
      "era": "BC",
      "latitude": 43.2965,
      "longitude": 5.3698,
      "name": "Foundation of Massalia",
      "name_ru": "Основание греческой Массалии",
      "source": "https://en.wikipedia.org/wiki/Massalia",
      "tags": [
        "Greek",
        "Trade",
        "City",
        "Colonization",
        "Expansion",
        "Phocaean"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0600",
      "description": "Milesians found Panticapaeum (Kerch) on Bosporus strait connecting Black Sea to Sea of Azov; becomes capital of prosperous Bosporan Kingdom that supplies Athens with grain during Classical period",
      "description_ru": "Милетяне основывают Пантикапей (Керчь) на Боспорском проливе, соединяющем Черное море с Азовским; становится столицей процветающего Боспорского царства, снабжающего Афины зерном в классический период",
      "era": "BC",
      "latitude": 45.3472,
      "longitude": 36.4681,
      "name": "Foundation of Panticapaeum (Kerch)",
      "name_ru": "Основание греками Пантикапея (Керчь)",
      "source": "https://en.wikipedia.org/wiki/Panticapaeum",
      "tags": [
        "Milesian",
        "City",
        "Greek",
        "Crimea",
        "Expansion",
        "Colonization"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0600",
      "description": "Milesians found Cyzicus on Sea of Marmara isthmus connecting peninsula to mainland; becomes wealthy from tunny fishing and grain trade; Cyzicene staters become trusted currency throughout Greek world",
      "description_ru": "Милетяне основывают Кизик на перешейке Мраморного моря, соединяющем полуостров с материком; город богатеет от ловли тунца и торговли зерном; кизикские статеры становятся надежной валютой по всему греческому миру",
      "era": "BC",
      "latitude": 40.387344,
      "longitude": 27.870777,
      "name": "Foundation of Cyzicus",
      "name_ru": "Основание греками Кизика",
      "source": "https://en.wikipedia.org/wiki/Cyzicus",
      "tags": [
        "Expansion",
        "Trade",
        "Greek",
        "City",
        "Milesian",
        "Colonization"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0594",
      "description": "Solon appointed archon of Athens with extraordinary powers to resolve debt crisis; cancels all debts, frees debt slaves, bans future enslavement for debt, and creates census-based constitution replacing birth with wealth as political qualification",
      "description_ru": "Солон назначен архонтом Афин с чрезвычайными полномочиями для разрешения долгового кризиса; отменяет все долги, освобождает долговых рабов, запрещает будущее порабощение за долги и создает конституцию на основе ценза, заменяя рождение богатством как политическую квалификацию",
      "era": "BC",
      "latitude": 37.9755,
      "longitude": 23.7348,
      "name": "Reforms of Solon",
      "name_ru": "Реформы архонта Солона",
      "source": "https://en.wikipedia.org/wiki/Solon",
      "tags": [
        "Athens",
        "Administration",
        "Law",
        "Greek",
        "Reform",
        "Slavery",
        "Oligarchy"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0585",
      "description": "Thales of Miletus predicts solar eclipse, demonstrating power of rational observation; battle between Lydians and Medes halts when 'day turns to night', both sides interpreting it as divine warning to make peace",
      "description_ru": "Фалес Милетский предсказывает солнечное затмение, демонстрируя силу рационального наблюдения; битва между лидийцами и мидянами прекращается, когда 'день превращается в ночь', обе стороны интерпретируют это как божественное предупреждение заключить мир",
      "era": "BC",
      "latitude": 37.5283,
      "longitude": 27.2783,
      "name": "Thales Predicts Eclipse",
      "name_ru": "Фалес предсказывает затмение",
      "source": "https://en.wikipedia.org/wiki/Thales_of_Miletus",
      "tags": [
        "Greek",
        "Science",
        "Philosophy",
        "Astronomy",
        "Milesian"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0580",
      "description": "Gela founds Akragas (Agrigento) in southwestern Sicily; becomes one of wealthiest Greek cities with magnificent temples; philosopher Empedocles hails from here; peak population of 200,000 rivaling Athens",
      "description_ru": "Гела основывает Акрагас (Агригенто) на юго-западе Сицилии; становится одним из богатейших греческих городов с великолепными храмами; отсюда родом философ Эмпедокл; пиковое население 200 000 соперничает с Афинами",
      "era": "BC",
      "latitude": 37.3111,
      "longitude": 13.5766,
      "name": "Foundation of Akragas (Agrigento)",
      "name_ru": "Основание Акрагаса (Агригенто)",
      "source": "https://en.wikipedia.org/wiki/Agrigento",
      "tags": [
        "City",
        "Greek",
        "Sicily",
        "Magna Graecia",
        "Wealth",
        "Colonization",
        "Expansion"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0575",
      "description": "Phocaean Greeks found Emporion (Empuries) on northeastern Iberian coast; becomes major Greek trading post in Spain, introducing olive cultivation and coinage to native Iberians; serves as staging point for further Greek trade",
      "description_ru": "Фокейские греки основывают Эмпорион (Ампуриас) на северо-восточном иберийском побережье; становится крупной греческой торговой станцией в Испании, вводя культивацию оливок и чеканку монет среди местных иберов; служит плацдармом для дальнейшей греческой торговли",
      "era": "BC",
      "latitude": 42.1343,
      "longitude": 3.1203,
      "name": "Foundation of Emporion (Empuries)",
      "name_ru": "Основание Эмпориона (Ампуриас)",
      "source": "https://en.wikipedia.org/wiki/Emp%C3%BAries",
      "tags": [
        "Phocaean",
        "City",
        "Greek",
        "Spain",
        "Trade",
        "Expansion",
        "Colonization"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0570",
      "description": "Pythagoras born on Samos; later establishes philosophical school in southern Italy teaching mathematics, music theory, and transmigration of souls - discovers mathematical ratios underlying musical harmony",
      "description_ru": "Пифагор рождается на Самосе; позже основывает философскую школу в южной Италии, обучая математике, теории музыки и переселению душ - открывает математические соотношения, лежащие в основе музыкальной гармонии",
      "era": "BC",
      "latitude": 37.7542,
      "longitude": 26.9769,
      "name": "Birth of Pythagoras",
      "name_ru": "Рождение Пифагора",
      "source": "https://en.wikipedia.org/wiki/Pythagoras",
      "tags": [
        "Pythagoras 👤",
        "Greek",
        "Science",
        "Mathematics",
        "Philosophy",
        "Birth"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0561",
      "description": "Peisistratos seizes power in Athens as tyrant; rules benevolently, supporting farmers with loans, commissioning public works, and establishing Panathenaic festival with official text of Homer",
      "description_ru": "Писистрат захватывает власть в Афинах как тиран; правит благотворно, поддерживая фермеров займами, заказывая общественные работы и учреждая Панафинейский фестиваль с официальным текстом Гомера",
      "era": "BC",
      "latitude": 37.9755,
      "longitude": 23.7348,
      "name": "Peisistratos Becomes Tyrant",
      "name_ru": "Писистрат - тиран в Афинах",
      "source": "https://en.wikipedia.org/wiki/Peisistratos",
      "tags": [
        "Greek",
        "Athens",
        "King"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0560",
      "description": "Teans and Clazomenians found Abdera in Thrace after fleeing Persian conquest of Ionia; becomes prosperous city producing philosophers including atomist Democritus and skeptic Protagoras",
      "description_ru": "Теосцы и клазоменцы основывают Абдеру во Фракии после бегства от персидского завоевания Ионии; становится процветающим городом, давшим философов, включая атомиста Демокрита и скептика Протагора",
      "era": "BC",
      "latitude": 40.95,
      "longitude": 24.9833,
      "name": "Refoundation of Abdera",
      "name_ru": "Переоснование греками Абдеры",
      "source": "https://en.wikipedia.org/wiki/Abdera,_Thrace",
      "tags": [
        "City",
        "Greek",
        "Thrace",
        "Philosophy",
        "Migration",
        "Colonization",
        "Expansion"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0560",
      "description": "Originally, this site stood on the site of a Sindian (a local Scythian tribe) city called Sindik, or Sindian Harbor. Greek colonists from other cities of the Bosporan Kingdom (primarily from Miletus) transformed it into a major seaport. The city was named after Gorgippus, the brother of the Bosporan king Leucon I.",
      "description_ru": "Изначально на этом месте находился город синдов (местного скифского племени), называвшийся Синдик или Синдская гавань. Греческие колонисты, прибывшие из других городов Боспорского царства (в основном из Милета), превратили его в крупный морской порт. Город получил свое название в честь Горгиппа, брата боспорского царя Левкона I",
      "era": "BC",
      "latitude": 44.89601561,
      "longitude": 37.30988145,
      "name": "Establishing of Gorgippia",
      "name_ru": "Основание греческой Горгиппии",
      "source": "https://en.wikipedia.org/wiki/Anapa",
      "tags": [
        "Greek",
        "Milesian",
        "Colonization",
        "Expansion",
        "Scythian"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0550",
      "description": "Sparta organizes Peloponnesian League, alliance system with Corinth, Elis, and other cities; members retain autonomy but follow Spartan foreign policy, creating dominant land power in Greece",
      "description_ru": "Спарта организует Пелопоннесский союз, систему альянсов с Коринфом, Элидой и другими городами; члены сохраняют автономию, но следуют спартанской внешней политике, создавая доминирующую сухопутную державу в Греции",
      "era": "BC",
      "latitude": 37.0764,
      "longitude": 22.4294,
      "name": "Formation of Peloponnesian League",
      "name_ru": "Формирование Пелопоннесского союза",
      "source": "https://en.wikipedia.org/wiki/Peloponnesian_League",
      "tags": [
        "Alliance",
        "Greek",
        "Sparta",
        "Corinthian",
        "Oligarchy"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0550",
      "description": "In the 7th century BC, the sanctuary was destroyed by a flood. Here begins the construction of a new, much larger temple, led by the famous architect Chersiphron and his son Metagenes.",
      "description_ru": "В VII веке до нашей эры святилище было разрушено наводнением. Начата реконструкция, а фактически — сооружение нового, куда большего по размерам храма, которое вёл знаменитый зодчий Херсифрон вместе с сыном Метагеном",
      "era": "BC",
      "latitude": 37.94977292,
      "longitude": 27.36371398,
      "name": "Foundation of Temple of Artemis",
      "name_ru": "Начало реконструкции храма Артемиды",
      "tags": [
        "Greek",
        "Religious",
        "Temple",
        "Building 🏠",
        "Ancient Wonders",
        "Architecture",
        "Culture"
      ],
      "type": "religious"
    },
    {
      "date": "01.01.0546",
      "description": "Anaximander of Miletus proposes first cosmological model; Earth floats unsupported in center of cosmos, first map of known world drawn, and life originates from moisture - revolutionary naturalistic explanations",
      "description_ru": "Анаксимандр Милетский предлагает первую космологическую модель; Земля свободно парит в центре космоса, нарисована первая карта известного мира, и жизнь происходит из влаги - революционные натуралистические объяснения",
      "era": "BC",
      "latitude": 37.5283,
      "longitude": 27.2783,
      "name": "Anaximander's Cosmology",
      "name_ru": "Космология Анаксимандра",
      "source": "https://en.wikipedia.org/wiki/Anaximander",
      "tags": [
        "Philosophy",
        "Greek",
        "Science",
        "Astronomy",
        "Milesian"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0545",
      "description": "Phanagoria was founded by Ionian settlers from the city of Teos, who fled the Persian conquest of Asia Minor. The city was located on the Taman Peninsula and became one of the largest Greek colonies on the Black Sea.",
      "description_ru": "Фанагорию основали ионийские переселенцы из города Теос, которые бежали из Малой Азии от персидского завоевания. Город находился на Таманском полуострове и стал одной из крупнейших греческих колоний на Черном море",
      "era": "BC",
      "latitude": 45.2769,
      "longitude": 36.9661,
      "name": "Establishing of Phanagoria",
      "name_ru": "Основание греками Фанагории",
      "source": "https://en.wikipedia.org/wiki/Phanagoria",
      "tags": [
        "Greek",
        "Migration",
        "Colonization",
        "Expansion"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0535",
      "description": "The colony was founded by Phocians from Asia Minor, who left their homeland after the conquest of the Greek cities of the Asia Minor coast by Cyrus's general, Harpagus.",
      "description_ru": "Колония основана фокейцами из Малой Азии, покинувшими отечество после завоевания полководцем Кира, Гарпагом, греческих городов Малоазиатского побережья.",
      "era": "BC",
      "latitude": 40.15944,
      "longitude": 15.15444,
      "name": "The founding of Elea",
      "name_ru": "Основание греческой Элеи",
      "tags": [
        "Greek",
        "Migration",
        "Colonization",
        "Expansion",
        "Phocaean"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0534",
      "description": "Thespis wins first tragic poetry competition at Athenian Dionysia; introduces actor separate from chorus, inventing dramatic dialogue - credited as inventor of theater and origin of word 'thespian'",
      "description_ru": "Феспис побеждает в первом конкурсе трагической поэзии на афинских Дионисиях; вводит актера, отдельного от хора, изобретая драматический диалог - признан изобретателем театра и источником слова 'актер'",
      "era": "BC",
      "latitude": 37.9707,
      "longitude": 23.7245,
      "name": "Thespis Invents Drama",
      "name_ru": "Феспис изобретает драму",
      "source": "https://en.wikipedia.org/wiki/Thespis",
      "tags": [
        "Greek",
        "Athens",
        "Art",
        "Theater",
        "Culture",
        "Drama"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0530",
      "description": "Pythagoras establishes philosophical community in Croton, southern Italy; members follow strict rules including vegetarianism, communal property, and secret mathematical-religious teachings",
      "description_ru": "Пифагор основывает философскую общину в Кротоне, южная Италия; члены следуют строгим правилам, включая вегетарианство, общую собственность и тайные математико-религиозные учения",
      "era": "BC",
      "latitude": 39.0833,
      "longitude": 17.1333,
      "name": "Pythagorean School Founded",
      "name_ru": "Основание пифагорейской школы",
      "source": "https://en.wikipedia.org/wiki/Pythagoreanism",
      "tags": [
        "Mathematics",
        "Religious",
        "Greek",
        "Philosophy",
        "Mystery",
        "Pythagoras 👤"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0527",
      "description": "Hippias and Hipparchus inherit tyranny of Athens from father Peisistratos; initially continue benevolent rule, but Hipparchus's assassination in 514 BC leads Hippias to brutal repression",
      "description_ru": "Гиппий и Гиппарх наследуют тиранию Афин от отца Писистрата; первоначально продолжают благотворное правление, но убийство Гиппарха в 514 г. до н.э. приводит Гиппия к жестоким репрессиям",
      "era": "BC",
      "latitude": 37.9755,
      "longitude": 23.7348,
      "name": "Peisistratid Succession",
      "name_ru": "Наследование Писистратидов",
      "source": "https://en.wikipedia.org/wiki/Hippias_(tyrant)",
      "tags": [
        "Dynasty",
        "Greek",
        "Athens",
        "King"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0522",
      "description": "Peisistratus the Younger (grandson of the tyrant Peisistratus) erected the Altar of the Twelve in Athens, thus establishing the canonical lineup of Olympian gods. The altar was considered the official center of the city. It was from this point that all distances to other settlements in Attica were measured in ancient times.",
      "description_ru": "Писистрат Младший (внук тирана Писистрата) возвел в Афинах алтарь двенадцати, закрепив таким образом канонический состав олимпийских богов. Алтарь считался центральной точкой Афин и Аттики. Именно от этой точки в древности измерялись все расстояния до других населенных пунктов Аттики. ",
      "era": "BC",
      "latitude": 37.97622737,
      "longitude": 23.72286737,
      "name": "Altar of the 12 Gods in Athens",
      "name_ru": "Алтарь 12 богов в Афинах",
      "tags": [
        "Athens",
        "Architecture",
        "Greek",
        "Religious",
        "Temple"
      ],
      "type": "religious"
    },
    {
      "date": "01.01.0514",
      "description": "Harmodius and Aristogeiton assassinate Hipparchus at Panathenaic festival over personal grudge; later celebrated as 'Tyrannicides' and first democratic heroes, with statues in Agora",
      "description_ru": "Гармодий и Аристогитон убивают Гиппарха на Панафинейском фестивале из-за личной обиды; позже прославлены как 'Тираноубийцы' и первые демократические герои, со статуями на Агоре",
      "era": "BC",
      "latitude": 37.9755,
      "longitude": 23.7348,
      "name": "Assassination of Hipparchus",
      "name_ru": "Убийство тирана Гиппарха",
      "source": "https://en.wikipedia.org/wiki/Harmodius_and_Aristogeiton",
      "tags": [
        "Death",
        "Democracy",
        "Greek",
        "Athens",
        "Assassination",
        "Regicide"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0510",
      "description": "Spartan king Cleomenes I expels tyrant Hippias from Athens with army; Hippias flees to Persian court where he later guides Persian invasion at Marathon",
      "description_ru": "Спартанский царь Клеомен I изгоняет тирана Гиппия из Афин с армией; Гиппий бежит к персидскому двору, где позже ведет персидское вторжение при Марафоне",
      "era": "BC",
      "latitude": 37.9755,
      "longitude": 23.7348,
      "name": "Expulsion of Hippias",
      "name_ru": "Изгнание тирана Гиппия",
      "source": "https://en.wikipedia.org/wiki/Hippias_(tyrant)",
      "tags": [
        "Athens",
        "Overthrow",
        "Sparta",
        "Greek",
        "Persian",
        "War"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0510",
      "description": "Sybaris was completely destroyed as a result of the war with Croton.",
      "description_ru": "Сибарис и Кротон, будучи соседями и соперниками, начали войну, в результате которой Сибарис был полностью разрушен",
      "era": "BC",
      "latitude": 39.7175,
      "longitude": 16.4456,
      "name": "Sybaris destroyed by Croton",
      "name_ru": "Кротон разрушает Сибарис",
      "tags": [
        "City",
        "Achaean",
        "Destruction",
        "Greek",
        "Civil War"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0508",
      "description": "Cleisthenes reforms Athenian constitution creating democracy; divides citizens into ten tribes mixing regions, establishes Council of 500 by lot, and introduces ostracism to exile potential tyrants",
      "description_ru": "Клисфен реформирует афинскую конституцию, создавая демократию; делит граждан на десять фил, смешивая регионы, учреждает Совет 500 по жребию и вводит остракизм для изгнания потенциальных тиранов",
      "era": "BC",
      "latitude": 37.9755,
      "longitude": 23.7348,
      "name": "Cleisthenic Democracy",
      "name_ru": "Клисфеновская демократия",
      "source": "https://en.wikipedia.org/wiki/Cleisthenes",
      "tags": [
        "Reform",
        "Democracy",
        "Athens",
        "Greek",
        "Political"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0505",
      "description": "The noble Parmenides of Elea became the founder of a new school of philosophy. The Eleatics did not study natural science, but developed a theoretical doctrine of existence. The Eleatics were conscious defenders of the unity of all existence; they also discovered profound contradictions rooted in the conventional, perceptual understanding of the universe.",
      "description_ru": "Благородный Парменид из Элеи становится основателем новой философской школы. Элейцы не занимались вопросами естествознания, но разрабатывали теоретическое учение о бытии. Элеаты явились сознательными защитниками единства всего существующего; они же открыли глубокие противоречия, коренящиеся в обычном, основанном на восприятии представлении о вселенной.",
      "era": "BC",
      "latitude": 40.15944,
      "longitude": 15.15444,
      "name": "Eleatic school of philosophy",
      "name_ru": "Элейская философская школа",
      "tags": [
        "Greek",
        "Philosophy"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0500",
      "description": "Heraclitus of Ephesus develops philosophy of constant change; 'You cannot step into same river twice' and 'War is father of all things' - introduces logos as rational principle underlying apparent chaos",
      "description_ru": "Гераклит Эфесский развивает философию постоянного изменения; 'Нельзя дважды войти в одну реку' и 'Война - отец всех вещей' - вводит логос как рациональный принцип, лежащий в основе видимого хаоса",
      "era": "BC",
      "latitude": 37.9397,
      "longitude": 27.3417,
      "name": "Heraclitus's Philosophy",
      "name_ru": "Философия Гераклита",
      "source": "https://en.wikipedia.org/wiki/Heraclitus",
      "tags": [
        "Greek",
        "Ionian",
        "Philosophy"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0496",
      "description": "Sophocles born in Colonus near Athens; will write 123 plays, winning 18 first prizes at Dionysia, and introduce third actor and painted scenery - Antigone and Oedipus Rex become theatrical immortals",
      "description_ru": "Софокл рождается в Колоне близ Афин; напишет 123 пьесы, выиграв 18 первых призов на Дионисиях, и введет третьего актера и расписные декорации - Антигона и Царь Эдип станут театральными бессмертными",
      "era": "BC",
      "latitude": 37.9927,
      "longitude": 23.7035,
      "name": "Birth of Sophocles",
      "name_ru": "Рождение Софокла",
      "source": "https://en.wikipedia.org/wiki/Sophocles",
      "tags": [
        "Theater",
        "Culture",
        "Greek",
        "Drama",
        "Athens",
        "Birth"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0495",
      "description": "Pericles born into aristocratic Alcmaeonid family; will dominate Athenian politics for 30 years, championing democracy, building Parthenon, and leading Athens into golden age and disastrous war",
      "description_ru": "Перикл рождается в аристократической семье Алкмеонидов; будет доминировать в афинской политике 30 лет, отстаивая демократию, строя Парфенон и ведя Афины к золотому веку и катастрофической войне",
      "era": "BC",
      "latitude": 37.9755,
      "longitude": 23.7348,
      "name": "Birth of Pericles",
      "name_ru": "Рождение Перикла в Афинах",
      "source": "https://en.wikipedia.org/wiki/Pericles",
      "tags": [
        "Athens",
        "Golden Age",
        "Greek",
        "Birth"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0492",
      "description": "First Persian expedition against Greece fails when fleet destroyed by storm off Mount Athos peninsula; 300 ships and 20,000 men lost, delaying Persian revenge for Sardis",
      "description_ru": "Первая персидская экспедиция против Греции терпит неудачу, когда флот уничтожен бурей у полуострова Афон; потеряно 300 кораблей и 20 000 человек, задерживая персидскую месть за Сарды",
      "era": "BC",
      "latitude": 40.3167,
      "longitude": 24.3167,
      "name": "Mount Athos Disaster",
      "name_ru": "Буря топит песидский флот",
      "source": "https://en.wikipedia.org/wiki/First_Persian_invasion_of_Greece",
      "tags": [
        "Greek",
        "Expedition",
        "Disaster",
        "Persian",
        "Naval",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0487",
      "description": "Athens introduces ostracism allowing citizens to vote to exile any person for ten years without trial; designed to prevent tyranny, first victim is Hipparchus son of Charmus in 487 BC",
      "description_ru": "Афины вводят остракизм, позволяющий гражданам голосовать за изгнание любого человека на десять лет без суда; разработан для предотвращения тирании, первой жертвой становится Гиппарх, сын Харма в 487 г. до н.э.",
      "era": "BC",
      "latitude": 37.9755,
      "longitude": 23.7348,
      "name": "First Ostracism",
      "name_ru": "Остракизм в Афинах",
      "source": "https://en.wikipedia.org/wiki/Ostracism",
      "tags": [
        "Law",
        "Democracy",
        "Athens",
        "Greek",
        "Political"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0485",
      "description": "Protagoras was born in Abdera. He is considered one of the first sophists. He was the first ancient Greek philosopher to charge tuition. His teaching career begins in the 450s BC. He visited Athens several times, where he became part of the inner circle of philosophers, scholars, playwrights, and other notable figures of Greece that formed around Pericles and Aspasia. Known for the phrase 'Man is the measure of all things'",
      "description_ru": "В Абдере родился Протагор. Протагора относят к первым представителям софистов. Протагор первым из древнегреческих философов стал брать деньги за обучение. Начало преподавательской деятельности Протагора датируют 450-ми годами до н. э. Он неоднократно посещал Афины, где вошёл в близкий круг философов, учёных, драматургов и других примечательных людей Эллады, который сформировался вокруг Перикла и Аспасии. Знаменит фразой 'Человек есть мера всех вещей'",
      "era": "BC",
      "latitude": 40.95,
      "longitude": 24.9833,
      "name": "The birth of Protagoras",
      "name_ru": "Рождение Протагора",
      "tags": [
        "Greek",
        "Philosophy",
        "Birth"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0485",
      "description": "Euripides born on Salamis; most modern of great tragedians, will write 92 plays featuring psychologically complex characters, questioning traditional values - Medea and Bacchae challenge Greek assumptions",
      "description_ru": "Еврипид рождается на Саламине; самый современный из великих трагиков, напишет 92 пьесы с психологически сложными персонажами, подвергающими сомнению традиционные ценности - Медея и Вакханки бросают вызов греческим устоям. По преданию, Еврипид был мизантропом и скрывался от общества в пещере, где в том числе творил свои произведения",
      "era": "BC",
      "latitude": 37.8819,
      "longitude": 23.4527,
      "name": "Birth of Euripides",
      "name_ru": "Рождение драматурга Еврипида",
      "source": "https://en.wikipedia.org/wiki/Euripides",
      "tags": [
        "Theater",
        "Drama",
        "Culture",
        "Athens",
        "Greek",
        "Birth"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0484",
      "description": "Themistocles persuades Athens to build fleet of 200 triremes using silver from new Laurium mine strike; controversial decision transforms Athens into naval power and saves Greece from Persian conquest",
      "description_ru": "Фемистокл убеждает Афины построить флот из 200 триер, используя серебро из новой находки в Лаврионе; спорное решение превращает Афины в морскую державу и спасает Грецию от персидского завоевания",
      "era": "BC",
      "latitude": 37.9755,
      "longitude": 23.7348,
      "name": "Themistocles Naval Program",
      "name_ru": "Морская программа Фемистокла",
      "source": "https://en.wikipedia.org/wiki/Themistocles",
      "tags": [
        "Greek",
        "Athens",
        "Naval",
        "Reform"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0483",
      "description": "Tyrant Gelon of Syracuse destroys Megara Hyblaea and enslaves population",
      "description_ru": "Процветание города заканчивается, когда тиран Гелон Сиракузский разрушает город и порабощает население",
      "era": "BC",
      "latitude": 37.2036,
      "longitude": 15.1817,
      "name": "Gelon of Syracuse destroys Megara",
      "name_ru": "Тиран Сиракуз разрушает Мегару",
      "tags": [
        "Sicily",
        "Destruction",
        "Greek",
        "Megarian",
        "Slavery",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0475",
      "description": "Neapolis (Naples) refounded by Cumaean Greeks after earlier settlement as Parthenope; name means 'New City' - becomes major center of Greek culture in Italy, maintaining Greek language and customs well into Roman period",
      "description_ru": "Неаполь перестроен кумейскими греками после более раннего поселения Партенопея; название означает 'Новый город' - становится крупным центром греческой культуры в Италии, сохраняя греческий язык и обычаи вплоть до римского периода",
      "era": "BC",
      "latitude": 40.8518,
      "longitude": 14.2681,
      "name": "Refoundation of Neapolis (Naples)",
      "name_ru": "Переоснование Неаполя",
      "source": "https://en.wikipedia.org/wiki/Naples",
      "tags": [
        "City",
        "Greek",
        "Italy",
        "Magna Graecia",
        "Colonization",
        "Expansion"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0472",
      "description": "Aeschylus produces 'The Persians' at Athenian Dionysia, oldest surviving Greek tragedy; based on Battle of Salamis just 8 years earlier, uniquely depicts events from Persian perspective",
      "description_ru": "Эсхил ставит 'Персов' на афинских Дионисиях, старейшую сохранившуюся греческую трагедию; основана на битве при Саламине всего 8 лет назад, уникально изображает события с персидской перспективы",
      "era": "BC",
      "latitude": 37.9707,
      "longitude": 23.7245,
      "name": "Aeschylus 'The Persians'",
      "name_ru": "'Персы' Эсхила",
      "source": "https://en.wikipedia.org/wiki/The_Persians",
      "tags": [
        "Greek",
        "Athens",
        "Theater",
        "Art",
        "Culture",
        "Drama"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0469",
      "description": "Socrates born in Athens, son of stonemason and midwife; His teachings divided ancient Greek philosophy into the \"pre-Socratic\" and \"Socratic\" periods. Unlike his predecessors, who were interested in the creation of the cosmos and all things, Socrates began to study the inner world of man.",
      "description_ru": "Сократ рождается в Афинах, сын каменщика и повитухи. Его учение разделило древнегреческую философию на «досократический» и «сократовский» периоды. В отличие от предшественников, которых интересовали вопросы сотворения космоса и всего сущего, Сократ стал изучать внутренний мир человека. ",
      "era": "BC",
      "latitude": 37.9755,
      "longitude": 23.7348,
      "name": "Birth of Socrates",
      "name_ru": "Рождение Сократа",
      "source": "https://en.wikipedia.org/wiki/Socrates",
      "tags": [
        "Philosophy",
        "Socrates 👤",
        "Athens",
        "Greek",
        "Birth"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0461",
      "description": "Ephialtes and Pericles reform Areopagus, transferring most powers to Assembly and popular courts; creates radical democracy where all male citizens can speak and vote on every law and war decision",
      "description_ru": "Эфиальт и Перикл реформируют Ареопаг, передавая большинство полномочий Народному собранию и народным судам; создает радикальную демократию, где все граждане-мужчины могут выступать и голосовать по каждому закону и военному решению",
      "era": "BC",
      "latitude": 37.9755,
      "longitude": 23.7348,
      "name": "Radical Democratic Reforms",
      "name_ru": "Радикальные демократические реформы в Афинах",
      "source": "https://en.wikipedia.org/wiki/Ephialtes",
      "tags": [
        "Reform",
        "Democracy",
        "Greek",
        "Athens",
        "Political"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0460",
      "description": "First Peloponnesian War begins between Athens and Sparta's Peloponnesian League; undeclared conflict lasts 15 years with Athens fighting on multiple fronts against Sparta, Corinth, and Aegina",
      "description_ru": "Первая Пелопоннесская война начинается между Делосским союзом Афин и Пелопоннесским союзом Спарты; необъявленный конфликт длится 15 лет, с Афинами, сражающимися на нескольких фронтах против Спарты, Коринфа и Эгины. На стороне Афин был мощный флот, на стороне Спарты - эффективная военная машина",
      "era": "BC",
      "latitude": 37.7308,
      "longitude": 22.7564,
      "name": "First Peloponnesian War",
      "name_ru": "Первая Пелопоннесская война",
      "source": "https://en.wikipedia.org/wiki/First_Peloponnesian_War",
      "tags": [
        "Peloponnesian",
        "Corinthian",
        "Athens",
        "Sparta",
        "Greek",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0460",
      "description": "Democritus of Abdera was one of the founders of atomism and materialistic philosophy. During his life, he traveled extensively, studying the philosophical views of various peoples (Ancient Egypt, Babylon, Persia, India, Ethiopia). Democritus developed the teachings of his mentor Leucippus on the \"atom\"—an indivisible particle of matter possessing true being, indestructible, and non-creating.",
      "description_ru": "Демокрит из Абдер - один из основателей атомистики и материалистической философии. За время своей жизни много путешествовал, изучая философские воззрения различных народов (Древний Египет, Вавилон, Персия, Индия, Эфиопия). Демокрит развил учение своего наставника Левкиппа об «атоме» — неделимой частице вещества, обладающей истинным бытием, не разрушающейся и не возникающей",
      "era": "BC",
      "latitude": 40.95,
      "longitude": 24.9833,
      "name": "The Birth of Democritus",
      "name_ru": "Рождение Демокрита",
      "tags": [
        "Greek",
        "Philosophy",
        "Science",
        "Birth"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0460",
      "description": "Hippocrates born on Kos island; establishes medicine as rational science separate from religion, creates Hippocratic Corpus with case studies, and formulates ethical oath still used by doctors today",
      "description_ru": "Гиппократ рождается на острове Кос. Гиппократ установит медицину как рациональную науку, отделенную от религии; создаст Гиппократовский корпус с историями болезней и сформулирует этическую клятву, используемую врачами по сей день",
      "era": "BC",
      "latitude": 36.8947,
      "longitude": 27.2862,
      "name": "Birth of Hippocrates",
      "name_ru": "Рождение Гиппократа",
      "source": "https://en.wikipedia.org/wiki/Hippocrates",
      "tags": [
        "Greek",
        "Science",
        "Medicine",
        "Birth"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0458",
      "description": "Aeschylus produces Oresteia trilogy at Dionysia; only complete Greek tragic trilogy surviving, follows curse of House of Atreus and establishment of Athenian jury courts over blood vengeance",
      "description_ru": "Эсхил ставит трилогию Орестея на Дионисиях; единственная полностью сохранившаяся греческая трагедийная трилогия, следует за проклятием дома Атрея и установлением афинских судов присяжных над кровной местью",
      "era": "BC",
      "latitude": 37.9707,
      "longitude": 23.7245,
      "name": "Aeschylus Oresteia",
      "name_ru": "Орестея Эсхила",
      "source": "https://en.wikipedia.org/wiki/Oresteia",
      "tags": [
        "Theater",
        "Culture",
        "Art",
        "Greek",
        "Athens",
        "Democracy",
        "Drama"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0458",
      "description": "Long Walls connecting Athens to Piraeus port completed; 6.5 km fortifications ensure access to sea even during siege, making Athens virtually unconquerable as long as navy controls Aegean",
      "description_ru": "Длинные стены, соединяющие Афины с портом Пирей, завершены; 6,5 км укреплений обеспечивают доступ к морю даже во время осады, делая Афины практически непобедимыми, пока флот контролирует Эгейское море",
      "era": "BC",
      "latitude": 37.9755,
      "longitude": 23.7348,
      "name": "Athens Long Walls",
      "name_ru": "Длинные стены Афин",
      "source": "https://en.wikipedia.org/wiki/Long_Walls",
      "tags": [
        "Greek",
        "Architecture",
        "Building 🏠",
        "Athens",
        "Fortification",
        "Peloponnesian"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0457",
      "description": "In 458, the Athenian fleet won a major naval victory over the combined forces of Aegina and the Peloponnesian League, capturing 70 Aeginetan ships. Following the victory, the Athenians landed troops on the island and besieged the city of Aegina. Aegina surrendered to the Athenians after a two-year siege.",
      "description_ru": "В 458 г. афинский флот одержал крупную морскую победу над объединенными силами Эгины и Пелопоннесского союза, захватив 70 эгинских кораблей. После победы афиняне высадили войска на остров и осадили город Эгина. Эгина сдалась афинянам спустя 2 года осады\n",
      "era": "BC",
      "latitude": 37.7448,
      "longitude": 23.432698,
      "name": "Siege of Aegina by Athens",
      "name_ru": "Осада Эгины Афинами",
      "tags": [
        "Athens",
        "Greek",
        "Peloponnesian",
        "Tribute",
        "Siege",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0457",
      "description": "The Spartan army invades Boeotia and achieves a tactical victory over the Athenians and their allies. The Spartans suffer losses, but force the Athenian army to retreat. Meanwhile, the Athenians block the Spartans' escape from Boeotia and, two months later, defeat the Spartans near Oenophytus.",
      "description_ru": "Спартанская армия вторгается в Беотию и одерживает тактическую победу над афинянами и их союзниками. Спартанцы несут потери, но заставляют афинское войско отступить. Афиняне тем временем блокируют возможности спартанцев к отходу из Беотии, и спустя 2 месяца разбивают спартанцев близ Энофит ",
      "era": "BC",
      "latitude": 38.32430295,
      "longitude": 23.541255,
      "name": "Battle of Tanagra",
      "name_ru": "Битва при Танагре",
      "tags": [
        "Greek",
        "Battle",
        "Peloponnesian",
        "Sparta",
        "Athens",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0450",
      "description": "Zeno of Elea formulates paradoxes challenging motion and plurality; 'Achilles and Tortoise' proves faster runner can never overtake slower, stimulating mathematical thinking about infinity",
      "description_ru": "Зенон Элейский, ученик Парменида, формулирует парадоксы, ставящие под сомнение движение и множественность; 'Ахиллес и Черепаха' доказывает, что быстрый бегун никогда не может догнать медленного, стимулируя математическое мышление о бесконечности",
      "era": "BC",
      "latitude": 40.15944,
      "longitude": 15.15444,
      "name": "Zeno's Paradoxes",
      "name_ru": "Парадоксы Зенона",
      "source": "https://en.wikipedia.org/wiki/Zeno%27s_paradoxes",
      "tags": [
        "Greek",
        "Mathematics",
        "Philosophy"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0447",
      "description": "Construction of Parthenon begins on Athenian Acropolis; designed by Ictinus and Callicrates with sculptures by Phidias, temple to Athena becomes supreme achievement of Greek architecture with subtle optical refinements",
      "description_ru": "Строительство Парфенона начинается на Афинском Акрополе; спроектирован Иктином и Калликратом со скульптурами Фидия, храм Афины становится высшим достижением греческой архитектуры с тонкими оптическими поправками",
      "era": "BC",
      "latitude": 37.9715,
      "longitude": 23.7267,
      "name": "Parthenon Construction Begins",
      "name_ru": "Начало строительства Парфенона",
      "source": "https://en.wikipedia.org/wiki/Parthenon",
      "tags": [
        "Architecture",
        "Building 🏠",
        "Greek",
        "Art",
        "Temple",
        "Athens",
        "Ancient Wonders"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0447",
      "description": "The Athenian troops returning from Chaeronea fell into a well-planned ambush. Warriors from many Boeotia cities simultaneously approached the battlefield near Coronea stealthily. There was no proper battle formation. The Athenian army, spread out in a marching column, was unexpectedly struck with overwhelming force. Not a single one of the thousand Athenian hoplites escaped.",
      "description_ru": "Афинские войска, возвращавшиеся из Херонеи, попали в прекрасно спланированную засаду. К месту сражения под Коронеей скрытно подошли воины сразу многих городов Беотии. Правильного сражения с боевым построением воинов не было. По афинскому войску, растянувшемуся походной колонной, был нанесён неожиданный удар с большим перевесом сил. Из тысячи афинских гоплитов не спасся никто.\n\n",
      "era": "BC",
      "latitude": 38.35545402,
      "longitude": 22.95876503,
      "name": "Boeotian ambush at Coronea",
      "name_ru": "Засада беотийцев у Коронеи",
      "tags": [
        "Athens",
        "Peloponnesian",
        "Greek",
        "Ambush",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0445",
      "description": "Thirty Years' Peace signed between Athens and Sparta ending First Peloponnesian War; recognizes dual hegemony with Sparta dominant on land and Athens controlling Aegean Sea",
      "description_ru": "Тридцатилетний мир подписан между Афинами и Спартой, завершая Первую Пелопоннесскую войну; признает двойную гегемонию со Спартой, доминирующей на суше, и Афинами, контролирующими Эгейское море",
      "era": "BC",
      "latitude": 37.9755,
      "longitude": 23.7348,
      "name": "Thirty Years' Peace",
      "name_ru": "Тридцатилетний мир",
      "source": "https://en.wikipedia.org/wiki/Thirty_Years%27_Peace",
      "tags": [
        "Peloponnesian",
        "Athens",
        "Sparta",
        "Greek",
        "Diplomacy",
        "Peace",
        "War"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0443",
      "description": "Pericles elected strategos (general) for first of 15 consecutive years; unprecedented political dominance allows consistent policy, leading Thucydides to call Athens 'democracy in name, rule by first citizen in fact'",
      "description_ru": "Перикл избран стратегом (полководцем) впервые из 15 последовательных лет; беспрецедентное политическое доминирование позволяет последовательную политику, заставляя Фукидида назвать Афины 'демократией по названию, правлением первого гражданина на деле'",
      "era": "BC",
      "latitude": 37.9755,
      "longitude": 23.7348,
      "name": "Pericles Dominates Athens",
      "name_ru": "Перикл доминирует в Афинах",
      "source": "https://en.wikipedia.org/wiki/Pericles",
      "tags": [
        "Greek",
        "Athens",
        "Democracy",
        "Political"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0440",
      "description": "The Temple of Poseidon was built on the steep cliff of Sounion, the southernmost point of Attica, 60 meters above sea level. The Temple of Poseidon greeted Greek sailors returning to Athens from their voyages and served as an important landmark.",
      "description_ru": "Храм Посейдона возведен на крутой скале утёса Сунион, самой южной точки Аттики, на высоте 60 метров над морем. Храм Посейдона встречал греческих моряков из плаваний, когда они возвращались в Афины, и служил важным ориентиром.",
      "era": "BC",
      "latitude": 37.65023602,
      "longitude": 24.02460515,
      "name": "Construction of the Temple of Poseidon",
      "name_ru": "Строительство храма Посейдона",
      "source": "https://en.wikipedia.org/wiki/Temple_of_Poseidon,_Sounion",
      "tags": [
        "Greek",
        "Religious",
        "Temple",
        "Navigation",
        "Athens"
      ],
      "type": "religious"
    },
    {
      "date": "01.01.0440",
      "description": "Phidias completes 12-meter tall gold and ivory statue of Athena Parthenos inside Parthenon; using over 1,100 kg of gold, statue becomes symbol of Athenian wealth and piety",
      "description_ru": "Фидий завершает 12-метровую статую Афины Парфенос из золота и слоновой кости внутри Парфенона; используя более 1100 кг золота, статуя становится символом афинского богатства и благочестия",
      "era": "BC",
      "latitude": 37.9715,
      "longitude": 23.7267,
      "name": "Athena Parthenos Statue",
      "name_ru": "Статуя Афины Парфенос",
      "source": "https://en.wikipedia.org/wiki/Athena_Parthenos",
      "tags": [
        "Art",
        "Greek",
        "Gold",
        "Religious",
        "Athens",
        "Sculpture"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0438",
      "description": "Parthenon completed and dedicated to Athena at Great Panathenaia; Phidias's Elgin Marbles depict procession of Athenian citizens, frieze shows gods watching festival - revolutionary integration of civic and divine",
      "description_ru": "Парфенон завершен и посвящен Афине на Великих Панафинеях; Элгинские мраморы Фидия изображают процессию афинских граждан, фриз показывает богов, наблюдающих за фестивалем - революционная интеграция гражданского и божественного",
      "era": "BC",
      "latitude": 37.9715,
      "longitude": 23.7267,
      "name": "Parthenon Dedicated",
      "name_ru": "Посвящение Парфенона Афине",
      "source": "https://en.wikipedia.org/wiki/Parthenon",
      "tags": [
        "Greek",
        "Art",
        "Architecture",
        "Temple",
        "Religious",
        "Athens",
        "Ancient Wonders"
      ],
      "type": "religious"
    },
    {
      "date": "01.01.0437",
      "description": "Athenians found Amphipolis on strategic site controlling Strymon River gold and silver mines and timber resources; Philip II later captures it in 357 BC",
      "description_ru": "Афиняне основывают Амфиполь на стратегическом месте, контролирующем золотые и серебряные рудники реки Стримон и лесные ресурсы; Филипп II позже захватывает его в 357 г. до н.э.",
      "era": "BC",
      "latitude": 40.8169,
      "longitude": 23.8431,
      "name": "Foundation of Amphipolis",
      "name_ru": "Основание греками Амфиполя",
      "source": "https://en.wikipedia.org/wiki/Amphipolis",
      "tags": [
        "Athens",
        "City",
        "Greek",
        "Thrace",
        "Mining",
        "Gold",
        "Silver"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0435",
      "description": "Phidias completes Statue of Zeus at Olympia, one of Seven Wonders of Ancient World; 13-meter seated figure of ivory and gold on ebony throne remains at sanctuary for 800 years until destroyed by fire",
      "description_ru": "Фидий завершает Статую Зевса в Олимпии, одно из семи чудес древнего мира; 13-метровая сидящая фигура из слоновой кости и золота на эбеновом троне остается в святилище 800 лет до уничтожения огнем",
      "era": "BC",
      "latitude": 37.6386,
      "longitude": 21.6303,
      "name": "Statue of Zeus at Olympia",
      "name_ru": "Статуя Зевса в Олимпии",
      "source": "https://en.wikipedia.org/wiki/Statue_of_Zeus_at_Olympia",
      "tags": [
        "Religious",
        "Temple",
        "Greek",
        "Art",
        "Ancient Wonders",
        "Sculpture"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0433",
      "description": "Corcyra (Corfu) allies with Athens against Corinth, triggering chain of events leading to Peloponnesian War; Thucydides identifies this as immediate cause of great conflict between Greek powers",
      "description_ru": "Керкира (Корфу) заключает союз с Афинами против Коринфа, запуская цепь событий, ведущих к Пелопоннесской войне; Фукидид определяет это как непосредственную причину великого конфликта между греческими державами",
      "era": "BC",
      "latitude": 39.6243,
      "longitude": 19.9217,
      "name": "Corcyra Alliance",
      "name_ru": "Союз Афин с Керкирой",
      "source": "https://en.wikipedia.org/wiki/Peloponnesian_War",
      "tags": [
        "Alliance",
        "Athens",
        "Greek",
        "Corinthian",
        "Peloponnesian",
        "War"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0432",
      "description": "Megarian Decree issued by Athens banning Megara from all ports of Athenian empire; economic warfare designed to punish Spartan ally, Megara claims decree violates Thirty Years' Peace",
      "description_ru": "Мегарский декрет издан Афинами, запрещая Мегаре доступ ко всем портам Афинской империи; экономическая война, направленная на наказание спартанского союзника, Мегара утверждает, что декрет нарушает Тридцатилетний мир",
      "era": "BC",
      "latitude": 37.9838,
      "longitude": 23.3425,
      "name": "Megarian Decree",
      "name_ru": "Мегарский декрет",
      "source": "https://en.wikipedia.org/wiki/Megarian_decree",
      "tags": [
        "Economic",
        "Greek",
        "Megarian",
        "Athens",
        "Peloponnesian",
        "War"
      ],
      "type": "political"
    },
    {
      "date": "01.05.0431",
      "description": "Peloponnesian War begins when Thebes attacks Plataea, Athens' ally; 27-year struggle between Athenian naval empire and Spartan land alliance devastates Greece and ends Athenian golden age",
      "description_ru": "Пелопоннесская война начинается, когда Фивы атакуют Платеи, союзника Афин; 27-летняя борьба между афинской морской империей и спартанским сухопутным альянсом опустошает Грецию и заканчивает афинский золотой век",
      "era": "BC",
      "latitude": 38.2264,
      "longitude": 23.2661,
      "name": "Peloponnesian War Begins",
      "name_ru": "Начало Пелопоннесской войны",
      "source": "https://en.wikipedia.org/wiki/Peloponnesian_War",
      "tags": [
        "Greek",
        "Peloponnesian",
        "Sparta",
        "Athens",
        "Thebes",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0430",
      "description": "Plague of Athens kills 25% of population including Pericles; disease arrives on grain ships from Egypt, spreads rapidly in crowded conditions behind Long Walls, devastating Athenian manpower and morale",
      "description_ru": "Стратегия Перикла - скрыться за стенами и опереться на флот. Корабли с зерном приносят из Египта чуму, которая убивает треть населения Афин и самого Перикла; чума быстро распространяется из-за скученности населения за афинскими стенами",
      "era": "BC",
      "latitude": 37.9755,
      "longitude": 23.7348,
      "name": "Plague of Athens",
      "name_ru": "Афинская чума",
      "source": "https://en.wikipedia.org/wiki/Plague_of_Athens",
      "tags": [
        "Greek",
        "Athens",
        "Plague"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0429",
      "description": "Pericles dies of plague after 30 years dominating Athenian politics; his death removes moderate influence, allowing demagogues like Cleon to pursue aggressive war policies",
      "description_ru": "Перикл умирает от чумы после 30 лет доминирования в афинской политике; его смерть убирает умеренное влияние, позволяя демагогам вроде Клеона проводить агрессивную военную политику",
      "era": "BC",
      "latitude": 37.9755,
      "longitude": 23.7348,
      "name": "Death of Pericles",
      "name_ru": "Смерть Перикла",
      "source": "https://en.wikipedia.org/wiki/Pericles",
      "tags": [
        "Greek",
        "Death",
        "Athens",
        "Plague"
      ],
      "type": "political"
    },
    {
      "date": "21.05.0428",
      "description": "Plato born in Athens to aristocratic family; student of Socrates, founder of Academy, and author of philosophical dialogues exploring justice, knowledge, and ideal state - Republic envisions philosopher-kings",
      "description_ru": "Платон рождается в Афинах в аристократической семье; ученик Сократа, основатель Академии и автор философских диалогов, исследующих справедливость, знание и идеальное государство - Государство представляет философов-царей",
      "era": "BC",
      "latitude": 37.9755,
      "longitude": 23.7348,
      "name": "Birth of Plato",
      "name_ru": "Рождение Платона",
      "source": "https://en.wikipedia.org/wiki/Plato",
      "tags": [
        "Athens",
        "Socrates 👤",
        "Greek",
        "Philosophy",
        "Plato 👤",
        "Birth"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0427",
      "description": "Aristophanes produces first comedy at Athens Dionysia at age 18; 'Old Comedy' master will write 40 plays satirizing politicians, philosophers, and war - Lysistrata depicts women's sex strike for peace",
      "description_ru": "Аристофан ставит первую комедию на афинских Дионисиях в возрасте 18 лет; мастер 'Старой комедии' напишет 40 пьес, сатирически изображающих политиков, философов и войну - Лисистрата изображает сексуальную забастовку женщин за мир",
      "era": "BC",
      "latitude": 37.9707,
      "longitude": 23.7245,
      "name": "Aristophanes First Comedy",
      "name_ru": "Первая комедия Аристофана",
      "source": "https://en.wikipedia.org/wiki/Aristophanes",
      "tags": [
        "Culture",
        "Theater",
        "Athens",
        "Greek",
        "Drama"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0425",
      "description": "Athenian general Demosthenes captures 120 Spartiate prisoners at Sphacteria; humiliating defeat shatters myth of Spartan invincibility - Spartans negotiate frantically for return of elite citizens",
      "description_ru": "Афинский полководец Демосфен захватывает 120 спартиатов в плен на Сфактерии; унизительное поражение разрушает миф о спартанской непобедимости - спартанцы лихорадочно ведут переговоры о возвращении элитных граждан",
      "era": "BC",
      "latitude": 36.93493714,
      "longitude": 21.6659832,
      "name": "Battle of Sphacteria",
      "name_ru": "Битва при Сфактерии",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Sphacteria",
      "tags": [
        "Sparta",
        "Greek",
        "Battle",
        "Peloponnesian",
        "Athens",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0425",
      "description": "Antisthenes of Athens founded the Cynic school. Antisthenes' mother was a slave, his father an Athenian citizen. This background made him a free citizen of Athens, but with limited civil rights. Antisthenes believed that the purpose of life was to achieve virtue and self-sufficiency (autarky). Only through self-restraint and renunciation of material possessions could a person become equal to the gods in their independence.",
      "description_ru": "Антисфен Афинский стал основателем школы киников. Матерью Антисфена была рабыня, отцом — афинский гражданин. Такое происхождение делало свободным, но неполноправным жителем Афинв. Антисфен считал, что целью жизни является достижение добродетели и самодостаточности (автаркии). Только благодаря самоограничению и отказу от материальных благ человек становится равным богам в своей независимости.",
      "era": "BC",
      "latitude": 37.96297823,
      "longitude": 23.7326628,
      "name": "Athenian Cynic school",
      "name_ru": "Основание школы киников",
      "tags": [
        "Greek",
        "Philosophy",
        "Socrates 👤",
        "Athens"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0425",
      "description": "Euclid of Megara, one of Socrates' students, founded his own school of philosophy in Megara. During the conflict between Athens and Megara, he risked his life to sneak into the city at night to hear the famous philosopher. However, Euclid identified the weakest point of his teacher's method of cognition, criticizing his analogical reasoning. Unlike Socrates, he used the method of reductio ad absurdum. Euclid pioneered the study of propositional logic.",
      "description_ru": "Евклид из Мегары, один из учеников Сократа, основал в Мегаре свою философскую школу. Во время противостояния Афин и Мегар, с риском для жизни по ночам пробирался в город, чтобы послушать знаменитого философа. Вместе с тем Евклид обозначил наиболее слабое место метода познания своего учителя, раскритиковав способ рассуждения по аналогии. В отличие от Сократа, он использовал метод доведения до абсурда. Евклид положил начало изучению логики высказываний. ",
      "era": "BC",
      "latitude": 38.0028,
      "longitude": 23.3461,
      "name": "Megarian school of philosophy",
      "name_ru": "Мегарская философская школа",
      "tags": [
        "Greek",
        "Philosophy",
        "Socrates 👤",
        "Megarian"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0424",
      "description": "The Spartan general Brasidas conquers Amphipolis, loss of city to Sparta becomes major blow to Athens",
      "description_ru": "Спартанский генерал Брасид завоевывает Амфиполь; это становится крупным ударом для Афин",
      "era": "BC",
      "latitude": 40.8167,
      "longitude": 23.85,
      "name": "Sparta captures Amphipolis",
      "name_ru": "Спарта захватывает Амфиполь",
      "source": "https://en.wikipedia.org/wiki/Amphipolis",
      "tags": [
        "Athens",
        "Peloponnesian",
        "Greek",
        "Sparta",
        "Conquest",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0424",
      "description": "Herodotus completes Histories, first systematic historical work; 'Father of History' records Persian Wars and digresses into customs of Egyptians, Scythians, and Persians - nine books named after Muses",
      "description_ru": "Геродот завершает Историю, первый систематический исторический труд; 'Отец истории' записывает Персидские войны и отвлекается на обычаи египтян, скифов и персов - девять книг названы в честь Муз",
      "era": "BC",
      "latitude": 37.0379,
      "longitude": 27.4241,
      "name": "Herodotus Histories",
      "name_ru": "История Геродота",
      "source": "https://en.wikipedia.org/wiki/Histories_(Herodotus)",
      "tags": [
        "History",
        "Literature",
        "Culture",
        "Greek",
        "Herodotus 👤"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0422",
      "description": "Both Cleon and Brasidas killed at Battle of Amphipolis; death of leading war advocates on both sides enables peace negotiations between Athens and Sparta",
      "description_ru": "И афинский военачальник Клеон, и спартанский, Брасид - убиты в битве при Амфиполе; смерть ведущих сторонников войны с обеих сторон позволяет начать мирные переговоры между Афинами и Спартой",
      "era": "BC",
      "latitude": 40.8167,
      "longitude": 23.85,
      "name": "Battle of Amphipolis",
      "name_ru": "Битва при Амфиполе",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Amphipolis",
      "tags": [
        "Greek",
        "Battle",
        "Athens",
        "Peloponnesian",
        "Sparta",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0421",
      "description": "Peace of Nicias signed ending first phase of Peloponnesian War; supposed to last 50 years but collapses within 6 as neither side fulfills terms, merely pausing hostilities",
      "description_ru": "Никиев мир подписан, завершая первую фазу Пелопоннесской войны; предполагалось, что продлится 50 лет, но рухнул в течение 6, поскольку ни одна сторона не выполняет условия, лишь приостановив военные действия",
      "era": "BC",
      "latitude": 37.9755,
      "longitude": 23.7348,
      "name": "Peace of Nicias",
      "name_ru": "Никиев мир",
      "source": "https://en.wikipedia.org/wiki/Peace_of_Nicias",
      "tags": [
        "Peace",
        "Diplomacy",
        "Greek",
        "Athens",
        "Sparta",
        "Peloponnesian",
        "War"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0416",
      "description": "Athens conquers neutral Melos, killing all adult men and enslaving women and children; Thucydides recreates Melian Dialogue showing Athenian claim that 'strong do what they can, weak suffer what they must'",
      "description_ru": "Афины вторгаются в нейтральный Мелос (но связанный этнически со Спартой), убивая всех взрослых мужчин и порабощая женщин и детей; Фукидид воссоздает Мелийский диалог, показывая афинское утверждение, что 'сильные делают, что могут, слабые страдают, что должны'",
      "era": "BC",
      "latitude": 36.6833,
      "longitude": 24.4667,
      "name": "Melos Massacre",
      "name_ru": "Мелийская резня",
      "source": "https://en.wikipedia.org/wiki/Siege_of_Melos",
      "tags": [
        "Plundering",
        "Athens",
        "Peloponnesian",
        "Greek",
        "Slavery",
        "Conquest",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0415",
      "description": "Sicilian Expedition launched by Athens against Syracuse; 415-413 BC campaign becomes worst Athenian disaster with 200 ships and 40,000 men lost, breaking back of Athenian naval power",
      "description_ru": "Афины отправляют военный флот в Сиракузы, выступающие на стороне Спарты; кампания 415-413 гг. до н.э. становится катастрофой с потерей 200 кораблей и 40 000 человек. Это ломает хребет военной мощи Афин на море",
      "era": "BC",
      "latitude": 37.0755,
      "longitude": 15.2866,
      "name": "Sicilian Expedition",
      "name_ru": "Провал Афин в Сицилии",
      "source": "https://en.wikipedia.org/wiki/Sicilian_Expedition",
      "tags": [
        "Athens",
        "Sicily",
        "Peloponnesian",
        "Greek",
        "Naval",
        "Expedition",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0415",
      "description": "The Temple of Hephaestus (Hephaestion) in Athens was built over 30 years at the initiative of Pericles, as part of a large-scale program to rebuild the city after the Greco-Persian Wars. The Parthenon was built concurrently, which explains the lengthy construction period. The Temple of Hephaestus was a center of patronage for crafts. The hill of Agorēios Kolonos towered over the area, which in ancient times housed numerous workshops, forges, and foundries.",
      "description_ru": "Храм Гефеста (Гефестион) в Афинах строился в течение 30 лет по инициативе Перикла - как часть масштабной программы по восстановлению города после греко-персидских войн. Параллельно строился Парфенон, что объясняет долгую стройку. Храм Гефеста был центром покровительства ремеслам. Холм Агорейос Колонос возвышался над районом, где в древности располагались многочисленные мастерские, кузницы и литейные цеха.\n",
      "era": "BC",
      "latitude": 37.97558896,
      "longitude": 23.72144043,
      "name": "Construction of Hephaestion",
      "name_ru": "Возведение Гефестиона",
      "tags": [
        "Greek",
        "Architecture",
        "Building 🏠",
        "Temple",
        "Religious"
      ],
      "type": "religious"
    },
    {
      "date": "01.01.0413",
      "description": "On the advice of Alcibiades, the Spartans captured and fortified Deceleia in the last period of the Peloponnesian War, which put Athens in a very difficult position - it was a very convenient position for raids and cutting off supply routes.",
      "description_ru": "По совету Алкивиада спартанцы захватили и укрепили Декелею в последний период Пелопоннесской войны, что поставило Афины в очень тяжелое положение - это была очень удобная позиция для набегов и обрыва путей снабжения",
      "era": "BC",
      "latitude": 38.08659112,
      "longitude": 23.76340628,
      "name": "Deceleia captured by the Spartans",
      "name_ru": "Захват спартанцами Декелеи",
      "tags": [
        "Greek",
        "Sparta",
        "War",
        "Conquest",
        "Peloponnesian",
        "Athens"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0413",
      "description": "The future philosopher Diogenes was born to the family of Hycesius, a money changer. Diogenes is known as the most famous representative of the Cynic school, preaching asceticism, independence, and disdain for social conventions.",
      "description_ru": "В семье Гикесия, менялы, родился будущий философ Диоген. Диоген известен как самый знаменитый представитель школы киников, проповедовавший аскетизм, независимость и презрение к общественным условностям.",
      "era": "BC",
      "latitude": 42.0231,
      "longitude": 35.1531,
      "name": "The Birth of Diogenes",
      "name_ru": "Рождение Диогена",
      "tags": [
        "Greek",
        "Philosophy",
        "Birth"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0411",
      "description": "Oligarchic coup of Four Hundred briefly overthrows Athenian democracy; extremists seize power during crisis after Sicily but fleet at Samos refuses to recognize government, and democracy restored within months",
      "description_ru": "Олигархический переворот Четырехсот кратковременно свергает афинскую демократию; экстремисты захватывают власть во время кризиса после Сицилии, но флот на Самосе отказывается признавать правительство, и демократия восстановлена в течение месяцев",
      "era": "BC",
      "latitude": 37.9755,
      "longitude": 23.7348,
      "name": "Coup of Four Hundred",
      "name_ru": "Переворот Четырехсот в Афинах ",
      "source": "https://en.wikipedia.org/wiki/Athenian_coup_of_411_BC",
      "tags": [
        "Overthrow",
        "Athens",
        "Rebellion",
        "Peloponnesian",
        "Greek",
        "Democracy"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0406",
      "description": "The Erechtheion was built on a site considered by the ancient Greeks to be the most sacred on the entire hill. According to mythology, it was here that Athena and Poseidon fought for control of the city. Inside the temple was a spring of salt water (created by Poseidon's trident) and the mark left by its blow, and nearby grew a sacred olive tree gifted by Athena. The temple is unique for its asymmetrical layout (due to the uneven terrain) and the famous Portico of the Caryatids, where, instead of conventional columns, the roof is supported by six marble figures of maidens.",
      "description_ru": "Эрехтейон возведен на месте, которое древние греки считали самым священным на всём холме. Согласно мифам, именно там произошел спор Афины и Посейдона за власть над городом. Внутри храма находился источник соленой воды (выбитый трезубцем Посейдона) и след от его удара, а рядом росла священная олива, подаренная Афиной. Храм уникален асимметричной планировкой (из-за неровного рельефа) и знаменитым Портиком кариатид, где вместо обычных колонн крышу поддерживают шесть мраморных фигур девушек.",
      "era": "BC",
      "latitude": 37.97209448,
      "longitude": 23.72646689,
      "name": "Construction of Erechtheion",
      "name_ru": "Возведение Эрехтейона",
      "tags": [
        "Greek",
        "Legend",
        "Building 🏠",
        "Architecture",
        "Religious",
        "Temple",
        "Athens"
      ],
      "type": "religious"
    },
    {
      "date": "01.01.0406",
      "description": "Battle of Arginusae sees Athens win but lose 25 ships in storm; Assembly executes six victorious generals for failing to rescue drowning sailors - Socrates alone opposes as unconstitutional",
      "description_ru": "Афины побеждают Спарту в морском сражении у островов Аргинус, но теряют 25 кораблей в шторме; Афинское народное собрание казнит шестерых победоносных полководцев за неспасение тонущих моряков - только Сократ выступает против как неконституционного",
      "era": "BC",
      "latitude": 39.0333,
      "longitude": 26.5,
      "name": "Battle of Arginusae",
      "name_ru": "Битва при Аргинусах",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Arginusae",
      "tags": [
        "Socrates 👤",
        "Greek",
        "Battle",
        "Naval",
        "Athens",
        "Sparta",
        "Peloponnesian",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0405",
      "description": "Battle of Aegospotami sees Spartan Lysander destroy Athenian fleet beached for supplies; captures 170 of 180 ships and 3,000-4,000 prisoners, executing all Athenians - war effectively over",
      "description_ru": "В битве при Эгоспотамах спартанский военачальник Лисандр уничтожает афинский флот, вытащенный на берег за припасами; захватывает 170 из 180 кораблей и 3000-4000 пленных, казнив всех афинян. Война фактически окончена",
      "era": "BC",
      "latitude": 40.25264,
      "longitude": 26.55047,
      "name": "Battle of Aegospotami",
      "name_ru": "Битва при Эгоспотамах",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Aegospotami",
      "tags": [
        "Greek",
        "Peloponnesian",
        "Naval",
        "Athens",
        "Battle",
        "Sparta",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "25.05.0404",
      "description": "Thirty Tyrants seize power in Athens with Spartan support; oligarchic regime executes 1,500 citizens and exiles 5,000, confiscating property - Critias and Theramenes lead brutal purge",
      "description_ru": "Тридцать тиранов захватывают власть в Афинах при спартанской поддержке; олигархический режим казнит 1500 граждан и изгоняет 5000, конфискуя имущество - Критий и Ферамен возглавляют жестокую чистку",
      "era": "BC",
      "latitude": 37.9755,
      "longitude": 23.7348,
      "name": "Rule of Thirty Tyrants",
      "name_ru": "Правление Тридцати тиранов",
      "source": "https://en.wikipedia.org/wiki/Thirty_Tyrants",
      "tags": [
        "Purge",
        "Greek",
        "Athens",
        "Sparta",
        "Overthrow",
        "Crisis",
        "Political"
      ],
      "type": "political"
    },
    {
      "date": "25.04.0404",
      "description": "Athens surrenders to Sparta ending Peloponnesian War; Long Walls demolished to sound of flute music, fleet reduced to 12 ships, and Thirty Tyrants installed - Spartan hegemony begins",
      "description_ru": "Лисандр блокирует Афины с моря, в то время как сухопутная армия окружает город на земле. Афины, страдающие от голода, сдаются без условий. Разрушена демократия, снесены Длинные стены, а Афинская держава распадается. Флот Афин сокращен до 12 кораблей, во главе Афин установлены Тридцать тиранов - начинается спартанская гегемония",
      "era": "BC",
      "latitude": 37.9755,
      "longitude": 23.7348,
      "name": "Athens Surrenders",
      "name_ru": "Капитуляция Афин",
      "source": "https://en.wikipedia.org/wiki/Peloponnesian_War",
      "tags": [
        "Fall",
        "Athens",
        "Peloponnesian",
        "Greek",
        "Sparta",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0403",
      "description": "Democratic exiles led by Thrasybulus overthrow Thirty Tyrants and restore democracy; amnesty declared for all except Thirty and their lieutenants - remarkably peaceful transition",
      "description_ru": "Демократические изгнанники под руководством полководца Фрасибула собирают сторонников в Фивах, свергают Тридцать тиранов и восстанавливают демократию; объявлена амнистия для всех, кроме Тридцати и их помощников - поразительно мирный переход",
      "era": "BC",
      "latitude": 37.9755,
      "longitude": 23.7348,
      "name": "Exile of Thirty Tyrants",
      "name_ru": "Свержение Тридцати тиранов",
      "source": "https://en.wikipedia.org/wiki/Thirty_Tyrants",
      "tags": [
        "Democracy",
        "Athens",
        "Exile",
        "Overthrow",
        "Greek",
        "Political",
        "Crisis"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0399",
      "description": "Trial and execution of Socrates in Athens for 'corrupting youth' and 'introducing new gods'; drinks hemlock after refusing escape, becoming martyr to philosophy and symbol of intellectual freedom",
      "description_ru": "Суд и казнь Сократа в Афинах за 'развращение молодежи' и 'введение новых богов'. Согласно античной традиции, Сократ на суде заявил, что не считает себя виновным и за свои действия заслуживает не наказания, а высшей чести для афинянина — бесплатного обеда в пританее. После этого философа приговорили к смертной казни. Сократ проводит последний день с учениками, затем выпивает цикуту, становясь мучеником философии и символом интеллектуальной свободы.",
      "era": "BC",
      "latitude": 37.9755,
      "longitude": 23.7348,
      "name": "Death of Socrates",
      "name_ru": "Смерть Сократа",
      "source": "https://en.wikipedia.org/wiki/Trial_of_Socrates",
      "tags": [
        "Death",
        "Law",
        "Greek",
        "Philosophy",
        "Socrates 👤",
        "Trial",
        "Democracy"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0395",
      "description": "Corinthian War begins as Thebes, Corinth, Athens, and Argos unite against Spartan hegemony; Persian gold funds anti-Spartan coalition while Persians regain Ionian Greek cities",
      "description_ru": "Фивы, Коринф, Афины и Аргос объединяются против спартанской гегемонии. Афины хотят вернуть былую мощь, а Фивы и Коринф недовольны расстановкой сил после Пелопонесской войны. В сражении при Галиарте спартанцы проигрывают, а полководец Лисандр убит. Так начинается Коринфская война",
      "era": "BC",
      "latitude": 38.3806,
      "longitude": 23.0933,
      "name": "Corinthian War Begins",
      "name_ru": "Начало Коринфской войны",
      "source": "https://en.wikipedia.org/wiki/Corinthian_War",
      "tags": [
        "Persian",
        "Sparta",
        "Argos",
        "Corinthian",
        "Greek",
        "Thebes",
        "Achaemenid",
        "Corinthian War",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.07.0394",
      "description": "The battle took place between the Spartan fleet under the command of Pisander and the combined Persian-Athenian fleet under the joint command of the Persian satrap Pharnabazus and the experienced Athenian admiral Conon. The battle ended in complete victory for the Persian-Athenian coalition. The Spartan fleet was almost completely destroyed, and its commander, Pisander, was killed.",
      "description_ru": "Сражение состоялось между спартанским флотом под командованием Писандра и объединённым персидско-афинским флотом под общим командованием персидского сатрапа Фарнабаза и опытного афинского адмирала Конона. Битва завершилась полной победой персидско-афинской коалиции. Спартанский флот был почти полностью уничтожен, а его командующий Писандр погиб.",
      "era": "BC",
      "latitude": 36.6858,
      "longitude": 27.375,
      "name": "Battle of Cnidus",
      "name_ru": "Битва при Книде",
      "tags": [
        "Sparta",
        "Corinthian War",
        "Persian",
        "Athens",
        "Greek",
        "Naval",
        "Battle",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0394",
      "description": "The battle took place between Sparta and its allies (the Peloponnesians) on one side and a coalition of Athens, Thebes, Corinth, and Argos on the other. The battle took place near the dry bed of the Nemea River. Although both sides gained victories on certain flanks, overall the Spartan army achieved a decisive victory, inflicting far greater losses on the coalition.",
      "description_ru": "Сражение состоялось между Спартой и ее союзниками (пелопоннесцами) с одной стороны и коалицией Афин, Фив, Коринфа и Аргоса с другой. Битва произошла у высохшего русла реки Немеи. Несмотря на то, что на отдельных флангах обе стороны одерживали победы, в целом спартанская армия одержала решительную победу, нанеся коалиции гораздо большие потери. ",
      "era": "BC",
      "latitude": 37.8004,
      "longitude": 22.7086,
      "name": "Battle of Nemea",
      "name_ru": "Сражение при Немее",
      "tags": [
        "Corinthian War",
        "Argos",
        "Athens",
        "Sparta",
        "Greek",
        "Battle",
        "Corinthian",
        "Thebes",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0390",
      "description": "Concerned about the resurgence of Athens, Persia changes sides and begins to support Sparta, threatening to block grain supplies to Athens.",
      "description_ru": "Обеспокоенная возрождением Афин, Персия меняет сторону и начинает поддерживать Спарту, угрожая заблокировать поставки зерна в Афины.",
      "era": "BC",
      "latitude": 37.9061,
      "longitude": 22.8782,
      "name": "Persia changes side",
      "name_ru": "Персия меняет сторону в Коринфской войне",
      "tags": [
        "Sparta",
        "Diplomacy",
        "Greek",
        "Persian",
        "Corinthian War",
        "Athens",
        "War"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0390",
      "description": "Athenian general Iphicrates revolutionizes infantry with peltasts - light-armed troops with javelins defeating Spartan hoplites at Lechaeum; traditional phalanx no longer invincible",
      "description_ru": "Афинский полководец Ификрат формирует новый род войск. Пельтасты - легковооруженные войска с дротиками, побеждающие спартанских гоплитов при Лехее; традиционная фаланга больше не непобедима",
      "era": "BC",
      "latitude": 37.9061,
      "longitude": 22.8782,
      "name": "Peltast Revolution",
      "name_ru": "Революция пельтастов",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Lechaeum",
      "tags": [
        "Corinthian War",
        "Innovation",
        "Greek",
        "Athens",
        "War",
        "Science"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0387",
      "description": "King's Peace (Peace of Antalcidas) dictated by Persian king Artaxerxes II; Persia regains Ionian Greeks, all Greek cities declared autonomous - effectively ending Spartan and Athenian empires",
      "description_ru": "Царский мир (мир Анталкида) диктуется персидским царем Артаксерксом II; Персия забирает себе все греческие города в Малой Азии, прочим греческим полисам гарантирована автономия. Фактически, мир знаменует конец и афинской, и спартанской гегемоний",
      "era": "BC",
      "latitude": 32.1897,
      "longitude": 48.2583,
      "name": "King's Peace",
      "name_ru": "Царский мир",
      "source": "https://en.wikipedia.org/wiki/Peace_of_Antalcidas",
      "tags": [
        "Persian",
        "Corinthian War",
        "Athens",
        "Sparta",
        "Greek",
        "Diplomacy",
        "Peace",
        "War"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0384",
      "description": "Aristotle born in Stagira, Macedonia; student of Plato for 20 years, tutor to Alexander the Great, and founder of Lyceum - creates systematic knowledge spanning logic, physics, biology, ethics, politics",
      "description_ru": "Аристотель рождается в Стагире, Македония; ученик Платона 20 лет, наставник Александра Великого и основатель Ликея - создает систематическое знание, охватывающее логику, физику, биологию, этику, политику",
      "era": "BC",
      "latitude": 40.5167,
      "longitude": 23.75,
      "name": "Birth of Aristotle",
      "name_ru": "Рождение Аристотеля",
      "source": "https://en.wikipedia.org/wiki/Aristotle",
      "tags": [
        "Greek",
        "Philosophy",
        "Science",
        "Aristotle 👤",
        "Birth"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0382",
      "description": "Sparta seizes Theban citadel Cadmea by treachery during peace; occupies city for three years, enraging Greeks and demonstrating Spartan tyranny over 'autonomous' cities",
      "description_ru": "Спарта захватывает фиванскую цитадель Кадмею предательством во время мира; оккупирует город три года, возмущая греков и демонстрируя спартанскую тиранию над 'автономными' городами",
      "era": "BC",
      "latitude": 38.3192,
      "longitude": 23.3178,
      "name": "Spartan Seizure of Thebes",
      "name_ru": "Спартанский захват Фив",
      "source": "https://en.wikipedia.org/wiki/Theban%E2%80%93Spartan_War",
      "tags": [
        "Thebes",
        "Greek",
        "Sparta",
        "Conquest",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0380",
      "description": "The construction of this temple lasted about two centuries and was completed around 380 BC by the architects Demetrius and Paeonius.",
      "description_ru": "Строительство этого храма длилось около двух веков и было завершено около 380 года до н. э. архитекторами Деметрием и Пеонием",
      "era": "BC",
      "latitude": 37.94977292,
      "longitude": 27.36371398,
      "name": "The Temple of Artemis at Ephesus",
      "name_ru": "Храм Артемиды Эфесской достроен",
      "tags": [
        "Greek",
        "Culture",
        "Ancient Wonders",
        "Building 🏠",
        "Temple",
        "Religious",
        "Architecture"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0379",
      "description": "Theban democratic exiles led by Pelopidas liberate Thebes from Spartan garrison; conspirators dressed as women infiltrate banquet and kill pro-Spartan oligarchs, triggering war",
      "description_ru": "Фиванские демократические изгнанники под руководством Пелопида освобождают Фивы от спартанского гарнизона; заговорщики, переодетые женщинами, проникают на банкет и убивают проспартанских олигархов, вызывая войну",
      "era": "BC",
      "latitude": 38.3192,
      "longitude": 23.3178,
      "name": "Theban Liberation",
      "name_ru": "Освобождение Фив от Спарты",
      "source": "https://en.wikipedia.org/wiki/Liberation_of_Thebes",
      "tags": [
        "Greek",
        "Conspiracy",
        "Rebellion",
        "Thebes",
        "War",
        "Sparta"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0378",
      "description": "Second Athenian League formed as alternative to Spartan hegemony; unlike Delian League, prohibits Athenian ownership of allied land and garrisons, attracting 70 members",
      "description_ru": "Второй Афинский морской союз сформирован как альтернатива спартанской гегемонии; в отличие от Делосского союза, запрещает афинское владение землей союзников и гарнизоны. В союз входит 70 участников",
      "era": "BC",
      "latitude": 37.9755,
      "longitude": 23.7348,
      "name": "Second Athenian League",
      "name_ru": "Второй Афинский союз",
      "source": "https://en.wikipedia.org/wiki/Second_Athenian_League",
      "tags": [
        "Greek",
        "Athens",
        "Alliance",
        "Unification"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0375",
      "description": "Theban general Epaminondas develops revolutionary oblique order tactics; concentrates 50-deep column on one wing while refusing battle on other, breaking traditional phalanx symmetry",
      "description_ru": "Фиванский полководец Эпаминонд разрабатывает революционную тактику косого строя; концентрирует колонну глубиной 50 рядов на одном фланге, избегая боя на другом, ломая традиционную симметрию фаланги",
      "era": "BC",
      "latitude": 38.3192,
      "longitude": 23.3178,
      "name": "Epaminondas Oblique Order",
      "name_ru": "Косой строй Эпаминонда",
      "source": "https://en.wikipedia.org/wiki/Epaminondas",
      "tags": [
        "Sparta",
        "Innovation",
        "Greek",
        "Thebes",
        "War",
        "Science",
        "Tactics"
      ],
      "type": "military"
    },
    {
      "date": "06.07.0371",
      "description": "Battle of Leuctra sees Thebes crush Spartan army killing 400 of 700 Spartiates including King Cleombrotus; Epaminondas's oblique order destroys myth of Spartan invincibility forever",
      "description_ru": "В битве при Левктрах Фивы громят спартанскую армию, убив 400 из 700 спартиатов, включая царя Клеомброта; косой строй Эпаминонда навсегда разрушает миф о спартанской непобедимости",
      "era": "BC",
      "latitude": 38.3833,
      "longitude": 23.2667,
      "name": "Battle of Leuctra",
      "name_ru": "Битва при Левктрах",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Leuctra",
      "tags": [
        "Thebes",
        "Battle",
        "Tactics",
        "Sparta",
        "Greek",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0370",
      "description": "Epaminondas invades Peloponnese and liberates Messenia after 300 years of Spartan helot slavery; founds Messene city with 9 km walls, permanently crippling Spartan agricultural base",
      "description_ru": "Эпаминонд вторгается на Пелопоннес и освобождает Мессению после 300 лет спартанского рабства илотов; основывает город укрепленный город Мессена, лишая Спарту рабочих рук и сельскохозяйственной базы",
      "era": "BC",
      "latitude": 37.1764,
      "longitude": 21.9208,
      "name": "Liberation of Messenia",
      "name_ru": "Освобождение Мессении",
      "source": "https://en.wikipedia.org/wiki/Epaminondas",
      "tags": [
        "Fortification",
        "Freedom",
        "Thebes",
        "Greek",
        "Sparta",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0368",
      "description": "Philip of Macedon was sent to Thebes as a political hostage (a common practice at the time to ensure peace between states). During these years, he lived in the house of the prominent Theban general Pammenes and had the opportunity to observe the military innovations and tactics developed by the great Theban commander Epaminondas.",
      "description_ru": "Будучи еще юношей (примерно 14 лет), Филипп Македонский был отправлен в Фивы в качестве политического заложника (обычная практика того времени для обеспечения мира между государствами). В течение этих лет он жил в доме видного фиванского генерала Паммена (Pammenes) и имел возможность наблюдать за военными инновациями и тактикой, разработанными великим фиванским полководцем Эпаминондом.",
      "era": "BC",
      "latitude": 38.3192,
      "longitude": 23.3178,
      "name": "Philip II hostaged by Thebes",
      "name_ru": "Филипп II - заложник Фив",
      "tags": [
        "Thebes",
        "Greek",
        "Philip II 👑",
        "Macedonian",
        "Hostage"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0367",
      "description": "Plato's Academy reaches peak influence in Athens; aristocratic school trains philosophers, mathematicians, and statesmen for 40 years, with Aristotle as most famous student",
      "description_ru": "Академия Платона достигает пика влияния в Афинах; аристократическая школа обучает философов, математиков и государственных деятелей 40 лет. Аристотель - самый знаменитый ученик",
      "era": "BC",
      "latitude": 37.99132361,
      "longitude": 23.70838881,
      "name": "Plato's Academy",
      "name_ru": "Академия Платона в Афинах",
      "source": "https://en.wikipedia.org/wiki/Platonic_Academy",
      "tags": [
        "Philosophy",
        "Education",
        "Greek",
        "Athens",
        "Plato 👤"
      ],
      "type": "cultural"
    },
    {
      "date": "04.07.0362",
      "description": "Battle of Mantinea sees Epaminondas defeat Spartans and Athenians but die from wound in moment of victory; Theban hegemony dies with him, leaving Greek world fragmented and exhausted",
      "description_ru": "В битве при Мантинее Эпаминонд побеждает спартанцев и афинян, но умирает от раны в момент победы; фиванская гегемония умирает с ним, оставляя греческий мир фрагментированным и истощенным",
      "era": "BC",
      "latitude": 37.6167,
      "longitude": 22.4,
      "name": "Battle of Mantinea",
      "name_ru": "Битва при Мантинее",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Mantinea_(362_BC)",
      "tags": [
        "Sparta",
        "Death",
        "Battle",
        "Greek",
        "Athens",
        "Thebes",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0359",
      "description": "Philip II becomes king of Macedonia at age 23; inherits weak kingdom invaded by Illyrians but will transform it into dominant Greek power through military innovation and diplomacy",
      "description_ru": "Филипп II становится царем Македонии в возрасте 23 лет; наследует слабое царство под ударами иллирийцев и преобразует его в доминирующую греческую державу через военные инновации и дипломатию",
      "era": "BC",
      "latitude": 40.5167,
      "longitude": 22.5167,
      "name": "Philip II Becomes King",
      "name_ru": "Филипп II - царь Македонии",
      "source": "https://en.wikipedia.org/wiki/Philip_II_of_Macedon",
      "tags": [
        "Greek",
        "Dynasty",
        "Macedonian",
        "Philip II 👑",
        "King"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0357",
      "description": "The city became part of the Macedonian kingdom. This gave Macedonia access to the Aegean Sea and control over the rich gold mines of Mount Pangaea. The gold from these mines allowed Philip to finance his subsequent large-scale military campaigns and bribe Greek politicians.",
      "description_ru": "Город становится частью македонского царства. Это дало Македонии выход к Эгейскому морю и контроль над богатыми золотыми рудниками горы Пангей. Золото из этих рудников позволило Филиппу финансировать его последующие масштабные военные кампании и подкупать греческих политиков. ",
      "era": "BC",
      "latitude": 40.8167,
      "longitude": 23.85,
      "name": "Philip II captures Amphipolis",
      "name_ru": "Македония захватывает Амфиполь",
      "source": "https://en.wikipedia.org/wiki/Amphipolis",
      "tags": [
        "Gold",
        "Greek",
        "War",
        "Macedonian",
        "Philip II 👑",
        "Conquest",
        "Mining"
      ],
      "type": "military"
    },
    {
      "date": "20.07.0356",
      "description": "Herostratus, a resident of Ephesus, burns down a temple to gain fame. According to legend, Herostratus burned the temple on the same day that Alexander the Great was born, so Artemis was busy. The temple was rebuilt some time later.",
      "description_ru": "Житель Эфеса Герострат сжигает храм, чтобы прославиться. По легенде, Герострат сжег храм в тот же день, когда родился Александр Македонский, поэтому Артемида была занята. Через некоторое время храм восстанавливают.",
      "era": "BC",
      "latitude": 37.94977292,
      "longitude": 27.36371398,
      "name": "Herostratus burns the temple of Artemis",
      "name_ru": "Герострат сжигает храм Артемиды",
      "source": "https://en.wikipedia.org/wiki/Temple_of_Artemis",
      "tags": [
        "Temple",
        "Ancient Wonders",
        "Destruction",
        "Legend"
      ],
      "type": "historic"
    },
    {
      "date": "20.07.0356",
      "description": "Alexander the Great born in Pella to Philip II and Olympias; legend claims Temple of Artemis at Ephesus burns same night because goddess was attending his birth",
      "description_ru": "Александр Великий рождается в Пелле у Филиппа II и Олимпиады; легенда гласит, что Храм Артемиды в Эфесе горит в ту же ночь, потому что богиня присутствовала при его рождении",
      "era": "BC",
      "latitude": 40.7569,
      "longitude": 22.5214,
      "name": "Birth of Alexander the Great",
      "name_ru": "Рождение Александра Великого",
      "source": "https://en.wikipedia.org/wiki/Alexander_the_Great",
      "tags": [
        "Legend",
        "Alexander the Great 👤",
        "Macedonian",
        "Greek",
        "Dynasty"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0356",
      "description": "Philip II develops Macedonian phalanx with 6-meter sarissa pikes; lighter armor allows greater mobility while extended reach makes traditional hoplites obsolete - revolution in warfare",
      "description_ru": "Филипп II разрабатывает македонскую фалангу с 6-метровыми сариссами; более легкие доспехи позволяют большую мобильность, в то время как увеличенная дальность делает традиционных гоплитов устаревшими - революция в войне",
      "era": "BC",
      "latitude": 40.5167,
      "longitude": 22.5167,
      "name": "Macedonian Phalanx Developed",
      "name_ru": "Развитие македонской фаланги",
      "source": "https://en.wikipedia.org/wiki/Macedonian_phalanx",
      "tags": [
        "Macedonian",
        "Innovation",
        "Greek",
        "Philip II 👑",
        "War",
        "Science"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0352",
      "description": "Philip II defeats Phocian Sacred Band at Battle of Crocus Field; 6,000 prisoners drowned as temple-robbers, demonstrating Philip's use of religious propaganda to legitimize conquests",
      "description_ru": "Филипп II ввязывается в Третью священную войну в Греции и побеждает Священный отряд Фокиды в битве на Крокусовом поле; таким образом Филипп заявляет свои права на Фессалию, Фокиду и место в греческой политике",
      "era": "BC",
      "latitude": 39.4333,
      "longitude": 22.3833,
      "name": "Battle of Crocus Field",
      "name_ru": "Битва на Крокусовом поле",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Crocus_Field",
      "tags": [
        "Greek",
        "Battle",
        "Macedonian",
        "Philip II 👑",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0344",
      "description": "Young Alexander tames wild horse Bucephalus that no one else could ride, after noticing the horse feared its own shadow; Philip reportedly says 'My son, seek out a kingdom worthy of yourself, for Macedonia is too small for you'",
      "description_ru": "Юный Александр укрощает дикого коня Буцефала, которого никто не мог оседлать, заметив, что конь боится своей тени; по преданию, Филипп сказал: 'Сын мой, ищи царство, достойное тебя, ибо Македония для тебя слишком мала'",
      "era": "BC",
      "latitude": 40.5167,
      "longitude": 22.5167,
      "name": "Alexander Tames Bucephalus",
      "name_ru": "Александр укрощает Буцефала",
      "source": "https://en.wikipedia.org/wiki/Bucephalus",
      "tags": [
        "Legend",
        "Alexander the Great 👤",
        "Macedonian",
        "Greek",
        "Horse"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0343",
      "description": "Aristotle becomes tutor to 13-year-old Alexander at Mieza; teaches philosophy, medicine, and science for 3 years, instilling in future conqueror love of Homer and Greek culture",
      "description_ru": "Аристотель становится наставником 13-летнего Александра в Миезе; преподает философию, медицину и науку 3 года, прививая будущему завоевателю любовь к Гомеру и греческой культуре",
      "era": "BC",
      "latitude": 40.65,
      "longitude": 22.15,
      "name": "Aristotle Tutors Alexander",
      "name_ru": "Аристотель обучает Александра",
      "source": "https://en.wikipedia.org/wiki/Aristotle",
      "tags": [
        "Greek",
        "Philosophy",
        "Education",
        "Aristotle 👤",
        "Alexander the Great 👤"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0340",
      "description": "16-year-old Alexander left as regent of Macedonia while Philip campaigns; defeats Maedi rebellion and founds first city Alexandropolis, demonstrating precocious military and administrative ability",
      "description_ru": "16-летний Александр оставлен регентом Македонии, пока Филипп ведет кампании; подавляет восстание медов и основывает первый город Александрополь, демонстрируя не по годам развитые военные и административные способности",
      "era": "BC",
      "latitude": 40.5167,
      "longitude": 22.5167,
      "name": "Alexander as Regent",
      "name_ru": "Александр как регент",
      "source": "https://en.wikipedia.org/wiki/Alexander_the_Great",
      "tags": [
        "Macedonian",
        "Regency",
        "Greek",
        "Alexander the Great 👤"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0340",
      "description": "Philip's attempts to capture the strategically important cities of Perinthus and Byzantium on the Hellespont (Dardanelles) met with strong resistance, supported by Athens and Persia. Although these sieges were unsuccessful, they led to open war between Athens and Macedonia.",
      "description_ru": "Попытки Филиппа захватить стратегически важные города на Геллеспонте (Дарданеллы) — Перинф и Византий — встретили сильное сопротивление, поддержанное Афинами и Персией. Хотя эти осады были неудачными, они привели к открытой войне между Афинами и Македонией. ",
      "era": "BC",
      "latitude": 41.0082,
      "longitude": 28.9784,
      "name": "Macedonia Sieges Byzantium",
      "name_ru": "Осада Византия Македонией",
      "tags": [
        "Persian",
        "Greek",
        "Macedonian",
        "Philip II 👑",
        "Athens",
        "Siege",
        "Byzantine",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "02.08.0338",
      "description": "Philip II defeats combined Athenian-Theban army; 18-year-old Alexander leads decisive cavalry charge destroying Sacred Band of Thebes - Greek independence ends",
      "description_ru": "Филипп II громит объединенную афино-фиванскую армию, представляющую независимые греческие города; 18-летний Александр возглавляет решающую кавалерийскую атаку, уничтожающую Священный отряд Фив. После этого сражения Македония становится гегемоном Греции",
      "era": "BC",
      "latitude": 38.4942,
      "longitude": 22.8436,
      "name": "Battle of Chaeronea",
      "name_ru": "Битва при Херонее",
      "source": "https://en.wikipedia.org/wiki/Battle_of_Chaeronea_(338_BC)",
      "tags": [
        "Greek",
        "Thebes",
        "Battle",
        "Macedonian",
        "Athens",
        "Alexander the Great 👤",
        "Philip II 👑"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0337",
      "description": "League of Corinth formed uniting Greek states under Macedonian leadership; Philip declared hegemon with power to lead Panhellenic campaign against Persia - Greek city-state independence ends",
      "description_ru": "После победы Филипп созвал конгресс в Коринфе, на котором была оформлена новая политическая структура Греции. Был создан Коринфский союз (или Эллинский союз), куда вошли почти все греческие полисы (кроме Спарты).Филипп II был избран гегемоном Греции, чтобы повести войну против Персии. По факту это был хитрый политический ход Филиппа для объединения Греции",
      "era": "BC",
      "latitude": 37.9061,
      "longitude": 22.8782,
      "name": "League of Corinth",
      "name_ru": "Коринфский союз",
      "source": "https://en.wikipedia.org/wiki/League_of_Corinth",
      "tags": [
        "Alliance",
        "Greek",
        "Macedonian",
        "Philip II 👑",
        "Political",
        "Unification"
      ],
      "type": "political"
    },
    {
      "date": "01.10.0336",
      "description": "Philip II assassinated at daughter's wedding by bodyguard Pausanias; Alexander becomes king at 20, immediately executes rivals and suppresses rebellions in Thrace and Thebes",
      "description_ru": "Филипп II убит на свадьбе дочери телохранителем Павсанием; Александр становится царем в 20 лет, немедленно казня соперников, борясь со слухами и подавляя восстания во Фракии и Фивах",
      "era": "BC",
      "latitude": 40.3,
      "longitude": 21.7833,
      "name": "Assassination of Philip II",
      "name_ru": "Убийство Филиппа II",
      "source": "https://en.wikipedia.org/wiki/Philip_II_of_Macedon",
      "tags": [
        "Greek",
        "Assassination",
        "Death",
        "Macedonian",
        "Alexander the Great 👤",
        "Philip II 👑",
        "Regicide"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0335",
      "description": "Aristotle returns to Athens and founds Lyceum school; teaches while walking in peripatos (covered walkway), giving followers name 'Peripatetics' - systematic research in biology, logic, ethics",
      "description_ru": "Аристотель возвращается в Афины и основывает школу Ликей; преподает, прогуливаясь по перипатосу (крытой галерее), давая последователям имя 'перипатетики' - систематические исследования в биологии, логике, этике",
      "era": "BC",
      "latitude": 37.9755,
      "longitude": 23.7348,
      "name": "Aristotle Founds Lyceum",
      "name_ru": "Аристотель основывает Ликей",
      "source": "https://en.wikipedia.org/wiki/Lyceum_(Classical)",
      "tags": [
        "Greek",
        "Philosophy",
        "Science",
        "Education",
        "Athens",
        "Aristotle 👤"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0335",
      "description": "Alexander destroys Thebes as warning to Greeks; city razed except for temples and house of poet Pindar, 30,000 inhabitants sold into slavery - rebellion against Macedon unthinkable",
      "description_ru": "Александр разрушает восставшие против Македонии Фивы как предупреждение грекам; город стерт с лица земли, кроме храмов и дома поэта Пиндара, 30 000 жителей проданы в рабство - восстание против Македонии недопустимо",
      "era": "BC",
      "latitude": 38.3192,
      "longitude": 23.3178,
      "name": "Destruction of Thebes",
      "name_ru": "Александр разрушает Фивы",
      "source": "https://en.wikipedia.org/wiki/Alexander_the_Great",
      "tags": [
        "Greek",
        "Alexander the Great 👤",
        "Slavery",
        "Macedonian",
        "Thebes",
        "Destruction",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0331",
      "description": "Alexander visits Oracle of Amun at Siwa Oasis in Libyan Desert; priests allegedly greet him as 'son of Amun' (son of Zeus), reinforcing his divine status and claim to Egyptian throne",
      "description_ru": "Александр посещает Оракул Амона в оазисе Сива в Ливийской пустыне; жрецы якобы приветствуют его как 'сына Амона' (сына Зевса), укрепляя его божественный статус и претензию на египетский трон",
      "era": "BC",
      "latitude": 29.2032,
      "longitude": 25.5199,
      "name": "Oracle of Siwa - Son of Amun",
      "name_ru": "Оракул Сивы - Сын Амона",
      "source": "https://en.wikipedia.org/wiki/Siwa_Oasis",
      "tags": [
        "Alexander the Great 👤",
        "Egypt",
        "Macedonian",
        "Oracle",
        "Greek",
        "Religious"
      ],
      "type": "religious"
    },
    {
      "date": "01.01.0331",
      "description": "Alexander founds Alexandria in Egypt at strategic location on Mediterranean coast; city becomes greatest center of learning and commerce in ancient world, housing famous Library and Lighthouse",
      "description_ru": "Александр основывает Александрию в Египте в стратегическом месте на побережье Средиземного моря; город станет величайшим центром учености и торговли древнего мира с знаменитой Библиотекой и Маяком",
      "era": "BC",
      "latitude": 31.206667,
      "longitude": 29.900278,
      "name": "Foundation of Alexandria",
      "name_ru": "Основание Александрии",
      "source": "https://en.wikipedia.org/wiki/Alexandria",
      "tags": [
        "Macedonian",
        "Alexander the Great 👤",
        "City",
        "Greek",
        "Egypt"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0330",
      "description": "Alexander executes general Philotas for alleged conspiracy, then sends assassins to kill Philotas's father Parmenion, his most experienced commander; first major purge of Macedonian nobility",
      "description_ru": "Александр казнит полководца Филоту за предполагаемый заговор, затем отправляет убийц к отцу Филоты Пармениону, его самому опытному командиру; первая крупная чистка македонской знати",
      "era": "BC",
      "latitude": 36.7,
      "longitude": 67.1,
      "name": "Execution of Philotas and Parmenion",
      "name_ru": "Александр казнит полководцев",
      "source": "https://en.wikipedia.org/wiki/Philotas",
      "tags": [
        "Conspiracy",
        "Alexander the Great 👤",
        "Greek",
        "Macedonian",
        "Purge"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0329",
      "description": "Alexander pursues Bessus into Bactria and Sogdiana (modern Afghanistan/Central Asia); captures and executes Darius's murderer, beginning three years of difficult guerrilla warfare in mountains",
      "description_ru": "Александр преследует последнего царя Ахеменидов Бесса в Бактрии и Согдиане (современный Афганистан/Центральная Азия); захватывает и казнит убийцу Дария. Тяжелая партизанская война в горах длится три года",
      "era": "BC",
      "latitude": 36.7,
      "longitude": 66.9,
      "name": "Bactrian Campaign Begins",
      "name_ru": "Поход Александра в Бактрию",
      "source": "https://en.wikipedia.org/wiki/Bactria",
      "tags": [
        "Macedonian",
        "Greek",
        "Bactria",
        "Alexander the Great 👤",
        "Expedition",
        "Achaemenid",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0328",
      "description": "Alexander kills his friend and general Cleitus the Black in drunken rage at banquet when Cleitus criticizes his Persian customs adoption; Alexander is consumed by remorse for days",
      "description_ru": "Александр убивает своего друга и полководца Клита Черного в пьяной ярости на пиру, когда Клит критикует принятие им персидских обычаев; Александр охвачен раскаянием несколько дней",
      "era": "BC",
      "latitude": 39.65,
      "longitude": 66.96,
      "name": "Murder of Cleitus the Black",
      "name_ru": "Убийство Клита Черного",
      "source": "https://en.wikipedia.org/wiki/Cleitus_the_Black",
      "tags": [
        "Greek",
        "Macedonian",
        "Murder",
        "Alexander the Great 👤"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0327",
      "description": "Alexander marries Roxana, Bactrian princess captured at Sogdian Rock fortress; first and most beloved of his wives, she will bear his only legitimate heir after his death",
      "description_ru": "Александр женится на Роксане, бактрийской принцессе, захваченной в крепости Согдийская Скала; первая и самая любимая из его жен, она родит его единственного законного наследника после его смерти",
      "era": "BC",
      "latitude": 39.1,
      "longitude": 67.3,
      "name": "Marriage to Roxana",
      "name_ru": "Женитьба Александра на Роксане",
      "source": "https://en.wikipedia.org/wiki/Roxana",
      "tags": [
        "Greek",
        "Macedonian",
        "Marriage",
        "Bactria",
        "Alexander the Great 👤"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0327",
      "description": "Alexander attempts to introduce proskynesis (Persian ritual prostration) at court; Greek companions refuse to bow as to a god, led by Callisthenes who is later arrested for conspiracy",
      "description_ru": "Александр пытается ввести при дворе проскинезис (персидский ритуал поклонения) при дворе; греческие соратники отказываются кланяться ему как богу",
      "era": "BC",
      "latitude": 36.7,
      "longitude": 66.9,
      "name": "Proskynesis Controversy",
      "name_ru": "Греки не принимают проскинезис",
      "source": "https://en.wikipedia.org/wiki/Proskynesis",
      "tags": [
        "Greek",
        "Macedonian",
        "Persian",
        "Alexander the Great 👤",
        "Cultural Continuity",
        "Blasphemy"
      ],
      "type": "political"
    },
    {
      "date": "01.11.0326",
      "description": "Alexander wounded nearly fatally by arrow during assault on Mallian citadel in India; arrow pierces his lung, and he is carried out apparently dead, causing panic among his troops",
      "description_ru": "Александр почти смертельно ранен стрелой во время штурма маллийской цитадели в Индии; стрела пронзает его легкое, и его выносят из боя без сознания, что вводит войско в панику",
      "era": "BC",
      "latitude": 30.2,
      "longitude": 71.4,
      "name": "Alexander Wounded at Multan",
      "name_ru": "Ранение Александра у Мултана",
      "source": "https://en.wikipedia.org/wiki/Siege_of_the_Malli_citadel",
      "tags": [
        "Indian",
        "Greek",
        "Macedonian",
        "Alexander the Great 👤",
        "Expedition",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.07.0326",
      "description": "Alexander's army mutinies at Hyphasis River, refusing to march further into India; exhausted troops weep and beg to return home after 8 years of continuous campaigning - Alexander reluctantly agrees",
      "description_ru": "Армия Александра бунтует у реки Гифасис, отказываясь идти дальше в Индию; измученные войска плачут и умоляют вернуться домой после 8 лет непрерывных походов - Александр неохотно соглашается",
      "era": "BC",
      "latitude": 31.5,
      "longitude": 75.9,
      "name": "Mutiny at Hyphasis River",
      "name_ru": "Мятеж армии Александра",
      "source": "https://en.wikipedia.org/wiki/Hyphasis",
      "tags": [
        "Expedition",
        "Alexander the Great 👤",
        "Macedonian",
        "Greek",
        "Mutiny",
        "Indian",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.06.0326",
      "description": "Alexander's beloved horse Bucephalus dies after Battle of Hydaspes, either from wounds or old age at 30; Alexander founds city of Bucephala in his honor near modern Jhelum, Pakistan",
      "description_ru": "Любимый конь Александра Буцефал умирает после битвы при Гидаспе, то ли от ран, то ли от старости в 30 лет; Александр основывает город Букефала в его честь близ современного Джелама, Пакистан",
      "era": "BC",
      "latitude": 32.93,
      "longitude": 73.73,
      "name": "Death of Bucephalus",
      "name_ru": "Смерть Буцефала",
      "source": "https://en.wikipedia.org/wiki/Bucephalus",
      "tags": [
        "Greek",
        "Macedonian",
        "Death",
        "Alexander the Great 👤",
        "City",
        "Indian",
        "Horse"
      ],
      "type": "historic"
    },
    {
      "date": "01.05.0326",
      "description": "Alexander defeats Indian King Porus at Battle of Hydaspes despite facing war elephants for first time; impressed by Porus's valor, Alexander restores his kingdom and makes him ally",
      "description_ru": "Александр побеждает индийского царя Пора в битве при Гидаспе, несмотря на то что впервые встречается с боевыми слонами; впечатленный доблестью Пора, Александр возвращает ему царство и делает союзником",
      "era": "BC",
      "latitude": 32.93,
      "longitude": 73.82,
      "name": "Battle of Hydaspes",
      "name_ru": "Битва при Гидаспе",
      "source": "https://en.wikipedia.org/wiki/Battle_of_the_Hydaspes",
      "tags": [
        "Alexander the Great 👤",
        "Battle",
        "Macedonian",
        "Greek",
        "Indian",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0325",
      "description": "Alexander leads army through Gedrosian Desert (Makran) in catastrophic march; thousands die from heat, thirst, and flash floods - some say more troops died here than in all his battles combined",
      "description_ru": "Александр ведет армию через пустыню Гедросии (Макран) в катастрофическом марше; тысячи гибнут от жары, жажды и внезапных наводнений - некоторые говорят, что здесь погибло больше воинов, чем во всех его сражениях вместе взятых",
      "era": "BC",
      "latitude": 26,
      "longitude": 63,
      "name": "Gedrosian Desert March",
      "name_ru": "Марш Александра через пустыню",
      "source": "https://en.wikipedia.org/wiki/Gedrosia",
      "tags": [
        "Greek",
        "Macedonian",
        "Disaster",
        "Alexander the Great 👤",
        "Expedition"
      ],
      "type": "military"
    },
    {
      "date": "01.10.0324",
      "description": "Hephaestion, Alexander's closest friend and second-in-command, dies of fever at Ecbatana; Alexander's grief is extreme - he crucifies the physician, orders extravagant funeral, and himself dies 8 months later",
      "description_ru": "Гефестион, первая рука Александра, умирает от лихорадки в Экбатане; горе Александра безмерно - он распинает врача, приказывает устроить роскошные похороны своему другу",
      "era": "BC",
      "latitude": 34.7989,
      "longitude": 48.5146,
      "name": "Death of Hephaestion",
      "name_ru": "Смерть Гефестиона",
      "source": "https://en.wikipedia.org/wiki/Hephaestion",
      "tags": [
        "Greek",
        "Macedonian",
        "Alexander the Great 👤",
        "Disease"
      ],
      "type": "historic"
    },
    {
      "date": "01.07.0324",
      "description": "Macedonian veterans mutiny at Opis against integration of Persian soldiers into army; Alexander dismisses entire army, recruits Persians instead - veterans beg forgiveness and reconciliation follows",
      "description_ru": "Македонские ветераны бунтуют в Описе против \"ориентализации\" Александра и включения персов в армию; Александр распускает войско и начинает назначать персидских командиров на высшие посты. Македонцы понимают, что мятеж не удался, и идут к Александру с покаянием. В итоге Александр устраивает масштабный пир с македонянами и персами.",
      "era": "BC",
      "latitude": 33.15,
      "longitude": 44.35,
      "name": "Mutiny at Opis",
      "name_ru": "Мятеж войск Александра в Описе",
      "source": "https://www.worldhistory.org/article/1630/the-hyphasis-mutiny/#:~:text=The%20Opis%20Mutiny&text=At%20Opis%20in%20324%20BCE,between%20the%20Macedonians%20and%20Asians.",
      "tags": [
        "Greek",
        "Macedonian",
        "Mutiny",
        "Alexander the Great 👤"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0324",
      "description": "Mass wedding at Susa where Alexander and 80 officers marry Persian noblewomen to unite Greek and Persian aristocracy; Alexander takes Darius's daughter Stateira II as second wife",
      "description_ru": "Массовая свадьба в Сузах, где Александр и его диадохи женятся на знатных женщинах Персии (дочерях императоров и сатрапов) для объединения греческой и персидской аристократии; Александр берет дочь Дария Статиру II как вторую жену",
      "era": "BC",
      "latitude": 32.1877,
      "longitude": 48.2526,
      "name": "Greek Weddings at Susa",
      "name_ru": "Греческие свадьбы в Сузах",
      "source": "https://en.wikipedia.org/wiki/Susa_weddings",
      "tags": [
        "Diplomacy",
        "Greek",
        "Macedonian",
        "Persian",
        "Marriage",
        "Alexander the Great 👤",
        "Diadochi"
      ],
      "type": "political"
    },
    {
      "date": "10.06.0323",
      "description": "Alexander the Great dies in Babylon at age 32 after 10-day fever, possibly from typhoid, poison, or excessive drinking; when asked who should succeed him, reportedly replies 'the strongest'",
      "description_ru": "Александр Великий умирает в Вавилоне в возрасте 32 лет после 10-дневной лихорадки, возможно от тифа, отравления ядом или алкоголем; на вопрос, кто должен стать преемником, по преданию, отвечает: 'сильнейший'",
      "era": "BC",
      "latitude": 32.543,
      "longitude": 44.421,
      "name": "Death of Alexander the Great",
      "name_ru": "Смерть Александра Великого",
      "source": "https://en.wikipedia.org/wiki/Death_of_Alexander_the_Great",
      "tags": [
        "Greek",
        "Macedonian",
        "Death",
        "Alexander the Great 👤",
        "End",
        "Disease"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0322",
      "description": "Wars of the Diadochi begin as Alexander's generals fight over his empire; Perdiccas, Ptolemy, Seleucus, Antigonus, and Lysimachus carve up territories, destroying Alexander's unified legacy",
      "description_ru": "Начинаются войны диадохов - полководцы Александра сражаются за его империю; Пердикка, Птолемей, Селевк, Антигон и Лисимах делят территории, разрушая единое наследие Александра",
      "era": "BC",
      "latitude": 32.543,
      "longitude": 44.421,
      "name": "Wars of the Diadochi Begin",
      "name_ru": "Начало войн диадохов",
      "source": "https://en.wikipedia.org/wiki/Wars_of_the_Diadochi",
      "tags": [
        "Greek",
        "Macedonian",
        "Diadochi",
        "Alexander the Great 👤",
        "War"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0322",
      "description": "Aristotle flees Athens after Alexander's death due to anti-Macedonian sentiment; reportedly says he will not let Athenians 'sin twice against philosophy' (referring to Socrates) - dies in Chalcis same year",
      "description_ru": "Аристотель бежит из Афин после смерти Александра из-за антимакедонских настроений; по преданию говорит, что не позволит афинянам 'дважды согрешить против философии' (имея в виду Сократа). В тот же год Аристотель умирает в Халкиде в возрасте 61 или 62",
      "era": "BC",
      "latitude": 38.4625,
      "longitude": 23.6047,
      "name": "Death of Aristotle",
      "name_ru": "Смерть Аристотеля",
      "source": "https://en.wikipedia.org/wiki/Aristotle",
      "tags": [
        "Greek",
        "Philosophy",
        "Death",
        "Aristotle 👤",
        "Athens",
        "Macedonian"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0321",
      "description": "Ptolemy hijacks Alexander's funeral cortege en route to Macedonia, diverting it to Egypt; Alexander's body eventually displayed in magnificent tomb in Alexandria, becoming pilgrimage site for centuries",
      "description_ru": "Птолемей перехватывает похоронную процессию Александра по пути в Македонию, направляя ее в Египет, в Мемфис; тело Александра в конечном итоге выставлено в великолепной гробнице в Александрии, став местом паломничества на века",
      "era": "BC",
      "latitude": 31.206667,
      "longitude": 29.900278,
      "name": "Alexander's Body Taken to Egypt",
      "name_ru": "Птолемей похищает тело Александра",
      "source": "https://en.wikipedia.org/wiki/Tomb_of_Alexander_the_Great",
      "tags": [
        "Macedonian",
        "Greek",
        "Ptolemaic",
        "Funeral",
        "Alexander the Great 👤",
        "Egypt",
        "War",
        "Diadochi"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0310",
      "description": "Roxana and Alexander IV (Alexander's posthumous son) murdered by Cassander, ending Argead dynasty; all of Alexander's blood relatives systematically eliminated by his former generals",
      "description_ru": "Роксана и Александр IV (посмертный сын Александра) убиты Кассандром, завершая династию Аргеадов; все кровные родственники Александра систематически уничтожены его бывшими полководцами",
      "era": "BC",
      "latitude": 40.8,
      "longitude": 22,
      "name": "Murder of Alexander's Family",
      "name_ru": "Убийство семьи Александра",
      "source": "https://en.wikipedia.org/wiki/Alexander_IV_of_Macedon",
      "tags": [
        "Macedonian",
        "Alexander the Great 👤",
        "Death",
        "Greek",
        "Regicide",
        "Assassination",
        "War",
        "Diadochi"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0287",
      "description": "The future scientist and engineer, Archimedes was born into the family of the Syracusan mathematician and astronomer Phidias. Archimedes' family and the family of the Syracusan tyrant Hiero II were close, so Archimedes had the opportunity to pursue his science using the resources of the wealthiest Greek city.",
      "description_ru": "Будущий ученый и инженер, Архимед родился в семье сиракузского математика и астронома Фидия. Семья Архимеда и семья сиракузского тирана Гиерона II были близки, поэтому Архимед имел возможность заниматься наукой, используя ресурсы богатейшего греческого города.",
      "era": "BC",
      "latitude": 37.0755,
      "longitude": 15.2866,
      "name": "The birth of Archimedes",
      "name_ru": "Рождение Архимеда",
      "source": "https://en.wikipedia.org/wiki/Archimedes",
      "tags": [
        "Greek",
        "Science",
        "Archimedes 👤",
        "Birth"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0250",
      "description": "Archimedes knew that the perimeter of a hexagon inscribed in a circle is 6R. Using Pythagoras's mathematical knowledge, he successively doubles the number of faces and gradually arrives at a value of π approximated to thousandths, which will be used until the modern era.",
      "description_ru": "Архимед знает, что периметр вписанного в круг шестигранника - 6R. Используя математические знания Пифагора, он последовательно удваивает число граней и постепенно приходит к приближенному до тысячных значению π, которое будет использоваться вплоть до Нового времени.",
      "era": "BC",
      "latitude": 37.07399022,
      "longitude": 15.27904809,
      "name": "Archimedes derives the pi number",
      "name_ru": "Архимед выводит число π",
      "tags": [
        "Science",
        "Mathematics",
        "Greek",
        "Sicily",
        "Archimedes 👤"
      ],
      "type": "scientific"
    },
    {
      "date": "01.01.0245",
      "description": "The treatise is, in fact, the first ever manual on the theory of ship stability: here Archimedes formulates his famous law of displacement, introduces weight and volume into physics as mathematical variables, and mathematically calculates at what angle of inclination a body (ship) will return to a level position, and at what angle it will capsize.",
      "description_ru": "Трактат — фактически первое в истории руководство по теории остойчивости кораблей: здесь Архимед формулирует свой знаменитый закон о водоизмещении, вводит в физику вес и объем как математические переменные, математически рассчитывает, при каком угле наклона тело (корабль) вернется в ровное положение, а при каком — перевернется.",
      "era": "BC",
      "latitude": 37.0755,
      "longitude": 15.2866,
      "name": "Archimedes's 'on floating bodies'",
      "name_ru": "Трактат Архимеда о плавающих телах",
      "tags": [
        "Greek",
        "Science",
        "Physics",
        "Archimedes 👤",
        "Water"
      ],
      "type": "scientific"
    },
    {
      "date": "01.01.0240",
      "description": "The Syracusia, a cruise ship from antiquity, with its gardens, buildings, and swimming pools on board, symbolizes the power and wealth of Syracuse. Archimedes solves the problem of launching the largest ship in history, using levers and pulleys to control the descent.",
      "description_ru": "Сиракузия - круизный лайнер античности, с садами, постройками и бассейнами на борту, символизирует мощь и богатство Сиракуз. Архимед решает задачу спуска на воду самого большого корабля в истории, применяя рычаги и блоки для управления спуском.",
      "era": "BC",
      "latitude": 37.06750568,
      "longitude": 15.28880596,
      "name": "The launch of Syracusia",
      "name_ru": "Спуск на воду Сиракузии",
      "source": "https://en.wikipedia.org/wiki/Syracusia",
      "tags": [
        "Greek",
        "Mathematics",
        "Engineering ⚙️",
        "Innovation",
        "Sicily",
        "Wealth",
        "Archimedes 👤"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0225",
      "description": "In his scientific work, Archimedes proved that the volume and surface area of ​​a sphere are exactly two-thirds of the volume and surface area of ​​the cylinder circumscribed around it. Archimedes loved this work so much that he bequeathed this formula to his tomb. The fact that both area and volume were in the same proportion amazed him.",
      "description_ru": "В своем научном труде Архимед доказал, что объем и площадь поверхности шара составляют ровно две третьих от объема и площади поверхности описанного вокруг него цилиндра. Архимед так любил этот труд, что завещал выгравировать эту формулу на своей могиле. То, что и площадь, и объем имеют одинаковую пропорцию, поразило его.",
      "era": "BC",
      "latitude": 37.0755,
      "longitude": 15.2866,
      "name": "Archimedes writes 'On the Sphere and Cylinder'",
      "name_ru": "Архимед пишет 'О шаре и цилиндре'",
      "source": "https://en.wikipedia.org/wiki/On_the_Sphere_and_Cylinder",
      "tags": [
        "Greek",
        "Science",
        "Mathematics",
        "Archimedes 👤"
      ],
      "type": "scientific"
    }
  ],
  "filename": "ancient_greece.json"
}