{
  "description": "Kingdom of D'mt (Da'amat) — pre-Aksumite civilization in the Horn of Africa, c. 980–400 BC",
  "events": [
    {
      "date": "01.01.0980",
      "description": "D'mt (Da'amat) emerges as a polity in the northern Ethiopian and Eritrean highlands. One of the earliest complex states in the Horn of Africa. Ruled by mukarribs (priest-kings) who combined religious and political authority. The kingdom's name is known from Sabaean-script inscriptions found at multiple sites across the Tigray and Akele Guzay regions",
      "description_ru": "Д'мт (Да'амат) возникает как государство в северных нагорьях Эфиопии и Эритреи. Одно из первых сложных государств на Африканском Роге. Правители — мукаррибы (цари-жрецы), совмещавшие религиозную и политическую власть. Название царства известно из надписей сабейским шрифтом, найденных в нескольких местах в Тиграе и Акеле-Гузай",
      "era": "BC",
      "latitude": 14.2833,
      "longitude": 39.0167,
      "name": "Emergence of the D'mt Kingdom",
      "name_ru": "Возникновение царства Д'мт",
      "source": "https://en.wikipedia.org/wiki/D%CA%BFmt",
      "tags": [
        "D'mt",
        "Foundation",
        "Kingdom"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0900",
      "description": "D'mt establishes trade links across the Red Sea with the Sabaean kingdom in South Arabia (modern Yemen). Exports include ivory, tortoiseshell, rhino horn, gold, and incense. In return D'mt receives cloth, tools, and spices. The relationship is a commercial partnership, not colonization — Sabaean cultural influence remains limited to elite centers, while rural communities maintain entirely indigenous material culture",
      "description_ru": "Д'мт устанавливает торговые связи через Красное море с Сабейским царством в Южной Аравии (современный Йемен). Экспорт: слоновая кость, черепаший панцирь, рог носорога, золото и ладан. Взамен Д'мт получает ткани, инструменты и пряности. Отношения носят характер коммерческого партнёрства, а не колонизации — сабейское культурное влияние ограничено элитными центрами, а сельские общины сохраняют полностью местную материальную культуру",
      "era": "BC",
      "latitude": 15.2833,
      "longitude": 39.6667,
      "name": "Red Sea Trade with Saba",
      "name_ru": "Торговля Д'мт с Сабой через Красное море",
      "source": "https://en.wikipedia.org/wiki/Sabaeans_in_the_Horn_of_Africa",
      "tags": [
        "D'mt",
        "Sabaean",
        "Trade",
        "Economic"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0800",
      "description": "D'mt rulers adopt the South Arabian script for royal inscriptions and the cult of moon god Almaqah (Ilmuqah) — the protector of irrigation, fertility, and royal power. The disc-and-crescent symbol appears on monuments. This adoption is selective and elite-focused: the Ge'ez language develops independently, and evidence of Semitic speakers in the region predates Sabaean contact by over a millennium",
      "description_ru": "Правители Д'мт перенимают южноаравийское письмо для царских надписей и культ лунного бога Алмаках (Ильмуках) — покровителя ирригации, плодородия и царской власти. Символ диска и полумесяца появляется на монументах. Заимствование избирательное и элитарное: язык геэз развивается независимо, а присутствие семитоязычных носителей в регионе предшествует сабейским контактам более чем на тысячелетие",
      "era": "BC",
      "latitude": 14.2833,
      "longitude": 39.0167,
      "name": "Adoption of Sabaean Script and Almaqah Cult",
      "name_ru": "Принятие сабейского письма и культа Алмаках",
      "source": "https://en.wikipedia.org/wiki/D%CA%BFmt",
      "tags": [
        "D'mt",
        "Sabaean",
        "Writing",
        "Religious",
        "Culture"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0700",
      "description": "Construction of the Great Temple of Yeha — the oldest standing structure in Ethiopia. A 12-meter tower of precisely cut limestone blocks assembled without mortar using dry-stone technique. Base measures 18.5×15 meters. Interior contains a deep ceremonial pool (3×3×2.5m). Limestone quarried and transported from 90 miles away. Architecturally resembles Almaqah temples at Sirwah and Awwam near Marib in Yemen, but adapted to local materials and setting",
      "description_ru": "Строительство Великого храма Йехи — древнейшего сохранившегося строения Эфиопии. 12-метровая башня из точно вырезанных известняковых блоков, собранных без раствора методом сухой кладки. Основание 18,5×15 метров. Внутри — глубокий ритуальный бассейн (3×3×2,5 м). Известняк доставлялся из каменоломни в 145 км. Архитектурно напоминает храмы Алмаках в Сирвахе и Аввам близ Мариба в Йемене, но адаптирован к местным материалам",
      "era": "BC",
      "latitude": 14.2833,
      "longitude": 39.0167,
      "name": "Great Temple of Yeha",
      "name_ru": "Великий храм Йехи",
      "source": "https://en.wikipedia.org/wiki/Yeha",
      "tags": [
        "D'mt",
        "Building 🏠",
        "Temple",
        "Architecture"
      ],
      "type": "religious"
    },
    {
      "date": "01.01.0700",
      "description": "Grat Be'al Gebri — an elite palace or administrative complex at Yeha. Multi-roomed stone structure with ashlar masonry, indicating D'mt's capacity for monumental secular architecture alongside temple construction. Surrounding cemetery contains tombs with pottery, stone vessels, and metal objects revealing social stratification",
      "description_ru": "Грат Бе'ал Гебри — дворцовый или административный комплекс знати в Йехе. Многокомнатное каменное строение с тёсаной кладкой, демонстрирующее способность Д'мт к монументальной светской архитектуре наряду с храмовым строительством. Окружающий некрополь содержит погребения с керамикой, каменными сосудами и металлическими изделиями, указывающими на социальную стратификацию",
      "era": "BC",
      "latitude": 14.284,
      "longitude": 39.018,
      "name": "Grat Be'al Gebri Palace at Yeha",
      "name_ru": "Дворец Грат Бе'ал Гебри в Йехе",
      "source": "https://en.wikipedia.org/wiki/Yeha",
      "tags": [
        "D'mt",
        "Building 🏠",
        "Palace",
        "Architecture",
        "Burial"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0700",
      "description": "D'mt develops iron smelting and produces iron tools and weapons — among the earliest iron-working cultures in the Horn of Africa. Iron plowshares enable terraced agriculture of millet, teff, and barley on the highland slopes. The kingdom also builds irrigation channels, reflecting the centrality of water management to D'mt — Almaqah himself was worshipped as protector of irrigation",
      "description_ru": "Д'мт осваивает выплавку железа и производит железные орудия и оружие — одна из первых железообрабатывающих культур на Африканском Роге. Железные лемеха позволяют вести террасное земледелие с выращиванием проса, теффа и ячменя на горных склонах. Царство строит ирригационные каналы — управление водой занимает центральное место в жизни Д'мт, Алмаках почитался как покровитель ирригации",
      "era": "BC",
      "latitude": 14.2833,
      "longitude": 39.0167,
      "name": "Iron Working and Terraced Agriculture",
      "name_ru": "Железообработка и террасное земледелие",
      "source": "https://en.wikipedia.org/wiki/D%CA%BFmt",
      "tags": [
        "D'mt",
        "Metallurgy",
        "Agriculture",
        "Water"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0650",
      "description": "King Wʿrn Ḥywt — one of the earliest known D'mt rulers by name. His name appears in Ethio-Sabaic inscriptions. Father of Rdʾm (Radam), forming the earliest attested dynastic line in the Horn of Africa. Ruler names are found only in the northern Horn, not in Arabia — key evidence that D'mt was an indigenous state, not a Sabaean colony",
      "description_ru": "Царь Вэрн Хайват — один из первых известных по имени правителей Д'мт. Его имя фигурирует в эфио-сабейских надписях. Отец Рд'м (Радама), формируя древнейшую засвидетельствованную династическую линию на Африканском Роге. Имена правителей встречаются только на Африканском Роге, но не в Аравии — ключевое свидетельство того, что Д'мт было коренным государством, а не сабейской колонией",
      "era": "BC",
      "latitude": 14.2833,
      "longitude": 39.0167,
      "name": "King Wʿrn Ḥywt of D'mt",
      "name_ru": "Царь Вэрн Хайват — правитель Д'мт",
      "source": "https://en.wikipedia.org/wiki/D%CA%BFmt",
      "tags": [
        "D'mt",
        "King",
        "Dynasty"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0650",
      "description": "Construction of the Almaqah temple at Meqaber Ga'ewa near Wuqro — the southernmost major D'mt religious site. Discovered in 2008, it contained a perfectly preserved libation altar, seated female statues, incense burners with royal inscriptions, and decorative motifs. The inscriptions mention a ruler named Wʿrn (likely son of Rdʾm), providing crucial links between D'mt's scattered sites",
      "description_ru": "Строительство храма Алмаках в Мекабер Га'эва близ Вукро — самого южного крупного религиозного объекта Д'мт. Обнаружен в 2008 году. Содержал прекрасно сохранившийся жертвенный алтарь для возлияний, сидящие женские статуи, курильницы с царскими надписями и декоративные мотивы. Надписи упоминают правителя по имени Вэрн (вероятно, сын Рд'м), обеспечивая важные связи между разрозненными объектами Д'мт",
      "era": "BC",
      "latitude": 13.783,
      "longitude": 39.597,
      "name": "Almaqah Temple at Meqaber Ga'ewa",
      "name_ru": "Храм Алмаках в Мекабер Га'эва",
      "source": "https://en.wikipedia.org/wiki/D%CA%BFmt",
      "tags": [
        "D'mt",
        "Building 🏠",
        "Temple",
        "Religious",
        "Sculpture"
      ],
      "type": "religious"
    },
    {
      "date": "01.01.0600",
      "description": "Seven monolithic stelae erected at Keskese, ~7 km north of Matara in Eritrea. Inscriptions in Ethio-Sabaic script mention King Rdʾm (Radam), son of Wʿrn Ḥywt. The stelae mark the northern extent of D'mt's territorial control, demonstrating that the kingdom spanned from southern Tigray to the Eritrean highlands — a territory of over 200 km",
      "description_ru": "Семь монолитных стел воздвигнуто в Кескесе, ~7 км к северу от Матары в Эритрее. Надписи эфио-сабейским письмом упоминают царя Рд'м (Радама), сына Вэрн Хайвата. Стелы обозначают северную границу территориального контроля Д'мт, демонстрируя, что царство простиралось от южного Тиграя до эритрейских нагорий — территория протяжённостью более 200 км",
      "era": "BC",
      "latitude": 14.97,
      "longitude": 39.33,
      "name": "Keskese Stelae — King Rdʾm",
      "name_ru": "Стелы Кескесе — царь Рд'м",
      "source": "https://en.wikipedia.org/wiki/D%CA%BFmt",
      "tags": [
        "D'mt",
        "Monument",
        "King",
        "Writing"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0600",
      "description": "Matara develops as a major urban center in the D'mt cultural sphere. Located in the Akele Guzay region of Eritrea, the site shows continuous occupation from the pre-Aksumite through Aksumite periods. First documented by the German Aksum Expedition of 1906. Pre-Aksumite layers contain inscriptions, pottery, and architectural remains linking it to D'mt's administrative network",
      "description_ru": "Матара развивается как крупный городской центр в культурной сфере Д'мт. Расположенный в регионе Акеле-Гузай в Эритрее, объект демонстрирует непрерывное заселение от доаксумского до аксумского периодов. Впервые задокументирован Немецкой аксумской экспедицией 1906 года. Доаксумские слои содержат надписи, керамику и архитектурные остатки, связывающие его с административной сетью Д'мт",
      "era": "BC",
      "latitude": 14.9,
      "longitude": 39.3,
      "name": "Matara — Urban Center of D'mt",
      "name_ru": "Матара — городской центр Д'мт",
      "source": "https://en.wikipedia.org/wiki/D%CA%BFmt",
      "tags": [
        "D'mt",
        "City",
        "Settlement"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0550",
      "description": "Hawelti-Melazo, southeast of Aksum, becomes a significant D'mt ceremonial site. A field of over 20 stelae and elite tombs marks it as a burial ground for D'mt nobility. Artifacts include bronze figurines, pottery, and stone vessels showing both indigenous and South Arabian stylistic elements. The site's proximity to what will later become Aksum suggests geographic continuity between D'mt and its Aksumite successor",
      "description_ru": "Хавелти-Мелазо, к юго-востоку от Аксума, становится значительным церемониальным объектом Д'мт. Поле из более чем 20 стел и элитных захоронений отмечает его как некрополь знати Д'мт. Артефакты включают бронзовые фигурки, керамику и каменные сосуды, демонстрирующие как местные, так и южноаравийские стилистические элементы. Близость к месту, которое позднее станет Аксумом, указывает на географическую преемственность между Д'мт и его аксумским преемником",
      "era": "BC",
      "latitude": 14.0667,
      "longitude": 38.8009,
      "name": "Hawelti-Melazo Stelae Field",
      "name_ru": "Поле стел Хавелти-Мелазо",
      "source": "https://en.wikipedia.org/wiki/D%CA%BFmt",
      "tags": [
        "D'mt",
        "Monument",
        "Burial",
        "Art"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0550",
      "description": "D'mt ruler Ṣrʿn uses the title 'King of Agʿazi, mukarrib of D'mt and Saba' — the earliest known use of the term Agʿazi (from which 'Ge'ez' derives). The dual title claiming authority over both D'mt and Saba reflects either a confederation or a rhetorical claim to trans-Red Sea legitimacy. The title 'mukarrib' suggests a priestly role alongside kingship, similar to Sabaean rulers",
      "description_ru": "Правитель Д'мт Цр'н использует титул «Царь Аг'ази, мукарриб Д'мт и Саба» — самое раннее известное употребление термина Аг'ази (от которого происходит «геэз»). Двойной титул, претендующий на власть над Д'мт и Сабой, отражает либо конфедерацию, либо риторическое притязание на трансморскую легитимность. Титул «мукарриб» указывает на жреческую роль наряду с царской, подобно сабейским правителям",
      "era": "BC",
      "latitude": 14.2833,
      "longitude": 39.0167,
      "name": "Ruler Ṣrʿn — 'King of Agʿazi'",
      "name_ru": "Правитель Цр'н — «Царь Аг'ази»",
      "source": "https://en.wikipedia.org/wiki/D%CA%BFmt",
      "tags": [
        "D'mt",
        "Sabaean",
        "King",
        "Dynasty"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0500",
      "description": "Qohaito in the Eritrean highlands functions as a settlement within the D'mt sphere. The site sits at 2,500m elevation on a plateau with monumental remains including carved stone structures. It later becomes an important Aksumite city. The site demonstrates D'mt's ability to sustain urban life at high altitudes, utilizing highland water sources and agricultural terracing",
      "description_ru": "Кохайто в эритрейских нагорьях функционирует как поселение в сфере Д'мт. Объект расположен на высоте 2500 м на плато с монументальными остатками, включая резные каменные структуры. Позднее становится важным аксумским городом. Объект демонстрирует способность Д'мт поддерживать городскую жизнь на больших высотах, используя горные водные ресурсы и террасное земледелие",
      "era": "BC",
      "latitude": 15.0,
      "longitude": 39.5,
      "name": "Qohaito Highland Settlement",
      "name_ru": "Высокогорное поселение Кохайто",
      "source": "https://en.wikipedia.org/wiki/D%CA%BFmt",
      "tags": [
        "D'mt",
        "City",
        "Settlement"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0450",
      "description": "D'mt begins to decline as the Sabaean kingdom weakens under pressure from rival South Arabian states. Ptolemaic Egypt reasserts control over Red Sea trade routes, cutting into the commercial networks that sustained D'mt's economy. The loss of the Sabaean trade partner disrupts the economic balance that had enabled D'mt's rise",
      "description_ru": "Д'мт начинает приходить в упадок по мере ослабления Сабейского царства под давлением конкурирующих южноаравийских государств. Птолемеевский Египет восстанавливает контроль над торговыми путями Красного моря, подрывая торговые сети, питавшие экономику Д'мт. Потеря сабейского торгового партнёра нарушает экономический баланс, обеспечивавший возвышение Д'мт",
      "era": "BC",
      "latitude": 15.2833,
      "longitude": 39.6667,
      "name": "Decline of D'mt Trade Networks",
      "name_ru": "Упадок торговых сетей Д'мт",
      "source": "https://en.wikipedia.org/wiki/D%CA%BFmt",
      "tags": [
        "D'mt",
        "Sabaean",
        "Egypt",
        "Trade",
        "Decline"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0400",
      "description": "D'mt collapses and the Ethiopian plateau fragments into smaller successor kingdoms. The period between D'mt's fall and the rise of Aksum (~1st century AD) remains poorly documented — a 'dark age' of the Horn. However, the cultural and technological foundations laid by D'mt — iron working, terraced agriculture, monumental stone construction, Ge'ez language — survive and are inherited by the Aksumite state",
      "description_ru": "Д'мт распадается, и Эфиопское нагорье фрагментируется на мелкие государства-преемники. Период между падением Д'мт и возвышением Аксума (~I в. н.э.) остаётся слабо задокументированным — «тёмные века» Африканского Рога. Однако культурные и технологические основы, заложенные Д'мт — железообработка, террасное земледелие, монументальное каменное строительство, язык геэз — сохраняются и наследуются Аксумским государством",
      "era": "BC",
      "latitude": 14.2833,
      "longitude": 39.0167,
      "name": "Fall of D'mt and Highland Fragmentation",
      "name_ru": "Падение Д'мт и фрагментация нагорья",
      "source": "https://en.wikipedia.org/wiki/D%CA%BFmt",
      "tags": [
        "D'mt",
        "Fall",
        "Decline"
      ],
      "type": "political"
    }
  ],
  "filename": "ethiopia.json"
}