{
  "description": "Dataset imported with 37 events",
  "events": [
    {
      "date": "01.01.0860",
      "description": "Nairi states and tribes unite under King Arame, first ruler to consolidate Urartian territories into single kingdom with capital at Sugunia, marking foundation of Urartu",
      "description_ru": "Племена народа Наири хурритского происхождения объединяются под властью царя Араме, первого правителя, объединившего урартские территории в единое царство со столицей в Сугунии. Урарты почитают бога неба Халди",
      "era": "BC",
      "latitude": 39,
      "longitude": 44,
      "name": "Unification under King Arame",
      "name_ru": "Объединение Урарту",
      "source": "https://en.wikipedia.org/wiki/Urartu",
      "tags": [
        "Unification",
        "Kingdom",
        "Independence",
        "Urartu"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0858",
      "description": "Assyrian emperor Shalmaneser III begins series of campaigns against newly formed Urartian Kingdom, capturing early capitals Sugunia and Arzashkun",
      "description_ru": "Ассирийский император Салманасар III начинает серию кампаний против вновь образованного Урартского царства, захватывая ранние столицы Сугунию и Арзашкун",
      "era": "BC",
      "latitude": 38.25,
      "longitude": 42.86,
      "name": "Assyrian Campaigns Against Early Urartu",
      "name_ru": "Ассирийцы нападают на Урарту",
      "source": "https://en.wikipedia.org/wiki/Urartu",
      "tags": [
        "Conquest",
        "Assyrian",
        "War",
        "Urartu"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0840",
      "description": "Sarduri I consolidates military power and moves Urartian capital to Tushpa on eastern shore of Lake Van, establishing fortress that will serve as heart of empire for 250 years",
      "description_ru": "Сардури I консолидирует военную мощь и переносит урартскую столицу в Тушпу на восточном берегу озера Ван, основывая крепость, которая будет служить сердцем империи 250 лет",
      "era": "BC",
      "latitude": 38.5,
      "longitude": 43.35,
      "name": "Foundation of Tushpa Capital",
      "name_ru": "Тушпа - столица Урарту",
      "source": "https://en.wikipedia.org/wiki/Tushpa",
      "tags": [
        "Capital",
        "City",
        "Urartu",
        "Fortification"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0835",
      "description": "Sarduri I builds massive tower at western tip of Van Fortress (Sardurburç), inscribing six Assyrian-language declarations of foundation, creating earliest monumental building of citadel",
      "description_ru": "Сардури I строит массивную башню на западной оконечности крепости Ван (Сардурбурч), вырезает на ассирийском информацию о постройке",
      "era": "BC",
      "latitude": 38.5,
      "longitude": 43.35,
      "name": "Construction of Sarduri Tower",
      "name_ru": "Строительство башни Сардури",
      "source": "https://en.wikipedia.org/wiki/Van_Fortress",
      "tags": [
        "Architecture",
        "Building 🏠",
        "Urartu",
        "Fortification"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0830",
      "description": "King Ispuini annexes sacred city of Musasir, gaining control of important religious center dedicated to Haldi (supreme god) and appointing his son Menua as co-administrator",
      "description_ru": "Царь Ишпуини аннексирует свой протекторат, священный город Мусасир, дом верховного бога Халди. Халди становится главным богом всего Урарту, а Мусасир - местом паломничеств урартских царей.",
      "era": "BC",
      "latitude": 37.7555,
      "longitude": 44.5578,
      "name": "Annexation of Sacred Musasir",
      "name_ru": "Урарту аннексирует Мусасир",
      "source": "https://en.wikipedia.org/wiki/Musasir",
      "tags": [
        "Temple",
        "Religious",
        "Urartu",
        "Annexation",
        "Holy Site"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0810",
      "description": "Menua becomes king and initiates major territorial expansion, extending Urartian frontiers in all directions while constructing extensive irrigation canal systems throughout kingdom",
      "description_ru": "Менуа становится царем и инициирует крупную территориальную экспансию, расширяя урартские рубежи во всех направлениях и строя обширные системы оросительных каналов по всему царству",
      "era": "BC",
      "latitude": 38.5,
      "longitude": 43.35,
      "name": "Reign of King Menua Begins",
      "name_ru": "Менуа - царь Урарту",
      "source": "https://en.wikipedia.org/wiki/Menua",
      "tags": [
        "Dynasty",
        "Innovation",
        "King",
        "Expansion",
        "Urartu"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0800",
      "description": "Menua constructs Menua Canal (Shamram Canal), 70-kilometer irrigation channel bringing water from mountains to Tushpa, demonstrating advanced Urartian engineering capabilities",
      "description_ru": "Царь Урарту Менуа строит 70-километровый оросительный канал Менуа (Шамрамский канал), доставляющий воду с гор в Тушпу. Этот канал частично снабжает Ван водой до сих пор.",
      "era": "BC",
      "latitude": 38.5,
      "longitude": 43.4,
      "name": "Construction of Menua Canal",
      "name_ru": "Строительство канала Менуа",
      "source": "https://en.wikipedia.org/wiki/Shamram_Canal",
      "tags": [
        "Innovation",
        "Engineering ⚙️",
        "Urartu",
        "Water"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0800",
      "description": "Wine was the national drink of the Urartians. It was stored in huge jars called karases, dug into the ground. Even ordinary homes had stocks of wine and beer. The most fertile regions were the Ararat Valley, the Lake Van basin, and the Lake Urmia region.",
      "description_ru": "Вино было национальным напитком урартов. Его хранили в огромных кувшинах — карасах, вкопанных в землю. Даже в обычных домах были запасы вина и пива. Самыми плодородными регионами были Араратская долина, бассейн озера Ван, район озера Урмия",
      "era": "BC",
      "latitude": 40.18,
      "longitude": 44.51,
      "name": "Urartu's winemaking",
      "name_ru": "Урартское виноделие",
      "tags": [
        "Agriculture",
        "Urartu",
        "Winemaking",
        "Customs"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0782",
      "description": "Argishti I founds Erebuni Fortress on Arin-Berd Hill as military stronghold guarding northern borders, inscribing foundation dedication to god Khaldi; site will become modern Yerevan",
      "description_ru": "Аргишти I основывает крепость Эребуни на холме Арин-Берд как военное укрепление, охраняющее северные границы. Позднее на этом месте возникнет современный Ереван",
      "era": "BC",
      "latitude": 40.14036837,
      "longitude": 44.53818798,
      "name": "Foundation of Erebuni Fortress",
      "name_ru": "Основание крепости Эребуни",
      "source": "https://en.wikipedia.org/wiki/Erebuni_Fortress",
      "tags": [
        "Capital",
        "City",
        "Urartu",
        "Fortification"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0780",
      "description": "Argishti I defeats major Assyrian invasion, marking beginning of Urartu's golden age; expands territories along Aras River and around Lake Sevan, reaching peak of Urartian power",
      "description_ru": "Аргишти I отражает крупное ассирийское вторжение, знаменуя начало золотого века Урарту; расширяет территории вдоль реки Арас и вокруг озера Севан, достигая пика урартской мощи. ",
      "era": "BC",
      "latitude": 40,
      "longitude": 44.5,
      "name": "Argishti's Victory Over Assyria",
      "name_ru": "Урарту отражает вторжение Ассирии",
      "source": "https://en.wikipedia.org/wiki/Argishti_I",
      "tags": [
        "Battle",
        "Expansion",
        "Assyrian",
        "War",
        "Urartu"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0776",
      "description": "Argishti I establishes Argishtihinili (later renamed Armavir) as second major city and administrative center in Ararat Plain, strengthening Urartian control of Transcaucasia",
      "description_ru": "Аргишти I основывает Аргиштихинили (позже переименованный в Армавир) как второй крупный город и административный центр на Араратской равнине, укрепляя урартский контроль над Закавказьем",
      "era": "BC",
      "latitude": 40.10427066,
      "longitude": 43.98934364,
      "name": "Foundation of Argishtihinili",
      "name_ru": "Основание Аргиштихинили",
      "source": "https://en.wikipedia.org/wiki/Armavir,_Armenia",
      "tags": [
        "City",
        "Urartu",
        "Administration"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0760",
      "description": "Sarduri II becomes king and extends Urartian Kingdom to its greatest territorial extent, rivaling Neo-Assyrian Empire as dominant power in Near East",
      "description_ru": "Сардури II становится царем и расширяет Урартское царство до максимальных территориальных размеров, соперничая с Неоассирийской империей как доминирующая держава на Ближнем Востоке. Урарту практически на равных борется с Ассирией за влияние в регионе",
      "era": "BC",
      "latitude": 38.5,
      "longitude": 43.35,
      "name": "Peak of Urartian Power",
      "name_ru": "Золотой век Урарту",
      "source": "https://en.wikipedia.org/wiki/Sarduri_II",
      "tags": [
        "Dynasty",
        "Expansion",
        "Urartu",
        "Golden Age"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0750",
      "description": "Sarduri II establishes network of fortified cities across Urartian territories, implementing standardized architecture and administrative systems throughout empire",
      "description_ru": "Сардури II создает сеть укрепленных городов по всей урартской территории, внедряя стандартизированную архитектуру и административные системы по всей империи. Циклопические урартские крепости строятся на скалах, и почти неприступны в этот исторический период",
      "era": "BC",
      "latitude": 39,
      "longitude": 44,
      "name": "Urartian Fortress Network",
      "name_ru": "Сеть урартских крепостей",
      "source": "https://en.wikipedia.org/wiki/Urartu",
      "tags": [
        "Defense",
        "Urartu",
        "Fortification",
        "Administration"
      ],
      "type": "political"
    },
    {
      "date": "01.07.0735",
      "description": "Tiglath-Pileser III lays siege to Tushpa but fails to capture heavily fortified capital, demonstrating strength of Urartian defensive architecture despite military setbacks",
      "description_ru": "Тиглатпаласар III осаждает Тушпу, но не может взять горную укрепленную крепость и отходит. Тем не менее, зона влияния Урарту в регионе после вторжения значимо сокращается",
      "era": "BC",
      "latitude": 38.5,
      "longitude": 43.35,
      "name": "Siege of Tushpa",
      "name_ru": "Осада Ассирией Тушпы",
      "source": "https://en.wikipedia.org/wiki/Tushpa",
      "tags": [
        "Assyrian",
        "Siege",
        "War",
        "Urartu",
        "Tiglath-Pileser III 👑",
        "Fortification"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0730",
      "description": "Rusa I becomes king and implements defensive strategy, constructing buffer fortress-towns along frontiers to protect core Urartian territories from Assyrian invasions",
      "description_ru": "Руса I становится царем и внедряет оборонительную стратегию, строя буферные города-крепости вдоль границ для защиты основных урартских территорий от ассирийских вторжений",
      "era": "BC",
      "latitude": 38.5,
      "longitude": 43.35,
      "name": "Rusa I's Defensive Reforms",
      "name_ru": "Оборонительные реформы Русы I",
      "source": "https://en.wikipedia.org/wiki/Rusa_I",
      "tags": [
        "Dynasty",
        "Defense",
        "War",
        "Urartu",
        "Fortification",
        "Science"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0720",
      "description": "Rusa I constructs Rusahinili (Toprak-Kale) near Tushpa as new ceremonial and administrative complex, featuring massive temple to Haldi with innovative architectural design",
      "description_ru": "Руса I строит Русахинили на скале Топрак-Кале недалеко от Тушпы как новый церемониальный и административный комплекс. Русахинили должен был стать новой столицей после разорения ассирийцами Тушпы. В городе Руса строит массивный храм Халди инновационного архитектурного дизайна",
      "era": "BC",
      "latitude": 38.5266,
      "longitude": 43.4028,
      "name": "Foundation of Rusahinili",
      "name_ru": "Основание Русахинили",
      "source": "https://en.wikipedia.org/wiki/Rusahinili",
      "tags": [
        "Capital",
        "Architecture",
        "Temple",
        "City",
        "Urartu"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0719",
      "description": "Extended border wars erupt between Urartu and Assyria over control of trade routes and buffer territories in northern Mesopotamia and eastern Anatolia",
      "description_ru": "Затяжные пограничные войны вспыхивают между Урарту и Ассирией за контроль над торговыми путями и буферными территориями в северной Месопотамии и восточной Анатолии",
      "era": "BC",
      "latitude": 38,
      "longitude": 42,
      "name": "Urartu-Assyria Border Wars",
      "name_ru": "Урарто-ассирийские пограничные войны",
      "source": "https://en.wikipedia.org/wiki/Urartu",
      "tags": [
        "Trade",
        "Assyrian",
        "War",
        "Urartu"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0717",
      "description": "Urartu forms alliance with Phrygia and Mannea against Assyria, creating anti-Assyrian coalition that challenges Neo-Assyrian dominance in Near East",
      "description_ru": "Урарту формирует альянс с Фригией и Манной против Ассирии",
      "era": "BC",
      "latitude": 38.5,
      "longitude": 43.35,
      "name": "Anti-Assyrian Coalition",
      "name_ru": "Антиассирийская коалиция Урарту",
      "source": "https://en.wikipedia.org/wiki/Rusa_I",
      "tags": [
        "Diplomacy",
        "Alliance",
        "Urartu",
        "Phrygian",
        "Mannai"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0705",
      "description": "Argishti II succeeds Rusa I and makes peace with Assyrian king Sennacherib, beginning period of recovery and cultural renaissance after decades of warfare",
      "description_ru": "Аргишти II наследует Русе I и заключает мир с ассирийским царем Синахерибом, начиная период восстановления царства Урарту",
      "era": "BC",
      "latitude": 38.5,
      "longitude": 43.35,
      "name": "Peace with Sennacherib",
      "name_ru": "Мир Урарту с Ассирией",
      "source": "https://en.wikipedia.org/wiki/Argishti_II",
      "tags": [
        "Diplomacy",
        "Assyrian",
        "Peace",
        "War",
        "Treaty",
        "Urartu"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0685",
      "description": "Rusa II becomes king and initiates Urartian cultural renaissance, founding city of Teishebaini (Karmir Blur) near Erebuni as economic hub and granary for Transcaucasian provinces",
      "description_ru": "При Русе II происходит урартский культурный ренессанс. Руса закладывает город Тейшебаини (Кармир Блур) близ Эребуни как экономический центр и житницу закавказских провинций. Крепость названа в честь Тейшебы - урартского бога войны и бури.",
      "era": "BC",
      "latitude": 40.15421167,
      "longitude": 44.45038319,
      "name": "Foundation of Teishebaini",
      "name_ru": "Основание Тейшебаини",
      "source": "https://en.wikipedia.org/wiki/Teishebaini",
      "tags": [
        "Religious",
        "City",
        "Economic",
        "Urartu"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0680",
      "description": "Rusa II builds massive storage complex at Teishebaini with 150 rooms containing enormous pithoi jars, establishing centralized granary system for kingdom's agricultural wealth",
      "description_ru": "Руса II строит большое хранилище в Тейшебаини со 150 комнатами. В огромных карасах (горшках) хранятся вино, сельскохозяйственные и другие богатства царства Урарту. Также известно, что карасы древние урарты использовали и для захоронения людей.",
      "era": "BC",
      "latitude": 40.15421167,
      "longitude": 44.45038319,
      "name": "Teishebaini Storage Complex",
      "name_ru": "Хранилище Тейшебаини",
      "source": "https://www.worldhistory.org/Teishebaini/",
      "tags": [
        "Architecture",
        "Agriculture",
        "Economic",
        "Urartu",
        "Treasure"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0670",
      "description": "Urartian metalworkers achieve peak of bronze and iron craftsmanship, producing intricate ceremonial shields, helmets, and decorative items exported throughout Near East",
      "description_ru": "Урартские кузнецы создают из железа и бронзы сложные церемониальные щиты, шлемы и декоративные изделия, экспортируемые по всему Ближнему Востоку",
      "era": "BC",
      "latitude": 38.5,
      "longitude": 43.35,
      "name": "Peak of Urartian Metalwork",
      "name_ru": "Пик урартской металлургии",
      "source": "https://en.wikipedia.org/wiki/Urartu",
      "tags": [
        "Innovation",
        "Bronze",
        "Metallurgy",
        "Iron",
        "Urartu"
      ],
      "type": "historic"
    },
    {
      "date": "01.01.0660",
      "description": "Urartian artisans develop distinctive artistic style combining Mesopotamian, Hittite and local traditions, creating unique decorative motifs and religious iconography",
      "description_ru": "Урартские мастера разрабатывают уникальный художественный стиль, объединяющий месопотамские, хеттские и местные традиции, что отражается в иконографии и декорации",
      "era": "BC",
      "latitude": 38.5,
      "longitude": 43.35,
      "name": "Urartian Artistic Renaissance",
      "name_ru": "Урартское искусство",
      "source": "https://en.wikipedia.org/wiki/Urartu",
      "tags": [
        "Innovation",
        "Art",
        "Culture",
        "Urartu"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0655",
      "description": "Urartian scribes adapt cuneiform writing system, creating corpus of royal inscriptions and administrative records in Urartian language alongside Akkadian texts",
      "description_ru": "Урартские писцы адаптируют клинопись, создавая корпус царских предписаний и административных записей на урартском языке наряду с аккадскими текстами",
      "era": "BC",
      "latitude": 38.5,
      "longitude": 43.35,
      "name": "Development of Urartian Script",
      "name_ru": "Развитие урартской письменности",
      "source": "https://en.wikipedia.org/wiki/Urartian_language",
      "tags": [
        "Writing",
        "Language",
        "Culture",
        "Urartu"
      ],
      "type": "cultural"
    },
    {
      "date": "01.01.0645",
      "description": "Sarduri III becomes king and accepts Assyrian overlordship under pressure from Cimmerian and Scythian invasions, referring to Ashurbanipal as 'father' in diplomatic correspondence",
      "description_ru": "Сардури III становится царем и принимает ассирийское верховенство под давлением киммерийских и скифских вторжений, называя Ашшурбанипала 'отцом' в дипломатической переписке",
      "era": "BC",
      "latitude": 38.5,
      "longitude": 43.35,
      "name": "Vassalage to Assyria",
      "name_ru": "Ассирия вассализирует Урарту",
      "source": "https://en.wikipedia.org/wiki/Sarduri_III",
      "tags": [
        "Diplomacy",
        "Assyrian",
        "Urartu",
        "Vassalage"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0640",
      "description": "Cimmerian nomadic warriors from Eurasian steppes launch first major raids into Urartian territories, beginning decades of devastating incursions that weaken kingdom",
      "description_ru": "Киммерийские кочевники из евразийских степей начинают первые крупные набеги на урартские территории, начиная десятилетия разрушительных вторжений, ослабляющих царство",
      "era": "BC",
      "latitude": 39.5,
      "longitude": 44.5,
      "name": "First Cimmerian Raids",
      "name_ru": "Набеги киммерийцев на Урарту",
      "source": "https://en.wikipedia.org/wiki/Cimmerians",
      "tags": [
        "Invasions",
        "Urartu",
        "Cimmerian"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0630",
      "description": "Scythian warriors join Cimmerians in repeated attacks on Urartu, using superior cavalry tactics and composite bows to devastate Urartian agricultural settlements",
      "description_ru": "Скифские воины присоединяются к киммерийцам в повторных атаках на Урарту, используя превосходящую кавалерийскую тактику и композитные луки для опустошения урартских сельскохозяйственных поселений",
      "era": "BC",
      "latitude": 40,
      "longitude": 45,
      "name": "Scythian Invasions Begin",
      "name_ru": "Набеги скифов на Урарту",
      "source": "https://en.wikipedia.org/wiki/Scythians",
      "tags": [
        "Invasions",
        "Urartu",
        "Cavalry",
        "Scythian"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0625",
      "description": "Erimena possibly establishes new dynasty in Urartu amid chaos of nomadic invasions, though historical records from this period remain fragmentary and uncertain",
      "description_ru": "Эримена возможно основывает новую династию в Урарту среди хаоса кочевых вторжений, хотя исторические записи этого периода остаются фрагментарными и неопределенными",
      "era": "BC",
      "latitude": 38.5,
      "longitude": 43.35,
      "name": "Reign of King Erimena",
      "name_ru": "Эримена - царь Урарту",
      "source": "https://en.wikipedia.org/wiki/Urartu",
      "tags": [
        "Dynasty",
        "King",
        "Urartu",
        "Uncertain"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0620",
      "description": "Rusa III becomes king and attempts to organize resistance against continuous Scythian and Cimmerian raids, but kingdom's military capacity severely diminished",
      "description_ru": "Руса III пытается организовать сопротивление против непрерывных скифских и киммерийских набегов при ограниченном военном ресурсе царства",
      "era": "BC",
      "latitude": 38.5,
      "longitude": 43.35,
      "name": "Rusa III's Resistance",
      "name_ru": "Руса III - царь Урарту",
      "source": "https://en.wikipedia.org/wiki/Rusa_III",
      "tags": [
        "Dynasty",
        "King",
        "Defense",
        "Urartu"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0609",
      "description": "Rusa IV becomes king and rules during final years of independent Urartu, witnessing systematic destruction of kingdom's cities by combined forces of invaders",
      "description_ru": "Сардури IV, сын Русы III, правит в последние годы независимого Урарту, наблюдая систематическое разрушение городов царства иноземными захватчиками",
      "era": "BC",
      "latitude": 38.5,
      "longitude": 43.35,
      "name": "Reign of Sarduri IV",
      "name_ru": "Сардури IV - царь Урарту",
      "source": "https://en.wikipedia.org/wiki/Sarduri_IV",
      "tags": [
        "Dynasty",
        "King",
        "Fall",
        "Urartu"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0600",
      "description": "Urartian authorities begin moving kingdom's treasures and valuables to Teishebaini for safekeeping as central territories fall under increasing pressure from invasions",
      "description_ru": "Урартские власти начинают перемещать сокровища и ценности царства в Тейшебаини для сохранности, поскольку центральные территории попадают под возрастающее давление вторжений",
      "era": "BC",
      "latitude": 40.15421167,
      "longitude": 44.45038319,
      "name": "Evacuation to Teishebaini",
      "name_ru": "Эвакуация в Тейшебаини",
      "source": "https://www.worldhistory.org/Teishebaini/",
      "tags": [
        "Defense",
        "Urartu",
        "Treasure"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0595",
      "description": "Rusa IV becomes final king of Urartu during kingdom's last years, presiding over remnants of once-mighty empire as Median forces complete conquest",
      "description_ru": "Руса IV, брат Сардури, становится последним царем Урарту в последние годы царства, управляя остатками некогда могучей империи, пока мидийские силы завершают завоевание",
      "era": "BC",
      "latitude": 38.5,
      "longitude": 43.35,
      "name": "Last King Rusa IV",
      "name_ru": "Руса IV - последний царь Урарту",
      "source": "https://en.wikipedia.org/wiki/Rusa_IV",
      "tags": [
        "Dynasty",
        "King",
        "Fall",
        "Urartu"
      ],
      "type": "political"
    },
    {
      "date": "01.01.0594",
      "description": "Teishebaini destroyed by fire during nighttime attack, with Scythian three-pronged arrowheads found among ruins; residents killed attempting to flee with gold and valuables",
      "description_ru": "Тейшебаини разрушен огнем во время ночной атаки, скифские трехгранные наконечники стрел найдены среди руин; жители убиты при попытке бежать с золотом и ценностями",
      "era": "BC",
      "latitude": 40.15421167,
      "longitude": 44.45038319,
      "name": "Destruction of Teishebaini",
      "name_ru": "Скифы разрушают Тейшебаини",
      "source": "https://en.wikipedia.org/wiki/Teishebaini",
      "tags": [
        "Battle",
        "Destruction",
        "War",
        "Urartu",
        "Plundering",
        "Scythian"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0590",
      "description": "Median Empire overruns Tushpa and absorbs remaining Urartian territories, marking end of independent Urartian Kingdom after 270 years of existence",
      "description_ru": "Мидийская империя захватывает Тушпу и поглощает оставшиеся урартские территории, знаменуя конец независимого Урартского царства после 270 лет существования",
      "era": "BC",
      "latitude": 38.5,
      "longitude": 43.35,
      "name": "Median Conquest of Van",
      "name_ru": "Мидийцы захватывают Тушпу",
      "source": "https://en.wikipedia.org/wiki/Urartu",
      "tags": [
        "Conquest",
        "Fall",
        "War",
        "Urartu",
        "Medes"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0585",
      "description": "Final destruction of Urartian fortresses by combined Scythian-Median forces; Erebuni fortress occupied by Median Empire, ending 270 years of Urartian civilization",
      "description_ru": "Окончательное разрушение урартских крепостей объединенными скифо-мидийскими силами; крепость Эребуни занята Мидийской империей, завершая 270 лет урартской цивилизации",
      "era": "BC",
      "latitude": 40.14036837,
      "longitude": 44.53818798,
      "name": "Final Fall of Urartu",
      "name_ru": "Мидийцы покоряют Урарту",
      "source": "https://en.wikipedia.org/wiki/Urartu",
      "tags": [
        "Conquest",
        "Destruction",
        "Fall",
        "War",
        "Urartu",
        "Medes",
        "Scythian"
      ],
      "type": "military"
    },
    {
      "date": "01.01.0540",
      "description": "Achaemenid Persian Empire absorbs former Urartian territories after conquering Median Empire; Erebuni revived under Persian rule, preserving some Urartian cultural traditions",
      "description_ru": "Ахеменидская Персидская империя поглощает бывшие урартские территории после завоевания Мидийской империи; Эребуни возрождается под персидским правлением, сохраняя некоторые урартские культурные традиции",
      "era": "BC",
      "latitude": 40.14036837,
      "longitude": 44.53818798,
      "name": "Persian Control of Erebuni",
      "name_ru": "Персидский контроль над Эребуни",
      "source": "https://en.wikipedia.org/wiki/Erebuni_Fortress",
      "tags": [
        "Conquest",
        "Persian",
        "Urartu",
        "Cultural Continuity",
        "Achaemenid"
      ],
      "type": "political"
    }
  ],
  "filename": "urartu_kingdom.json"
}